{
    ":game focuses on the strong points of Pokémon Gold and Silver versions and their remakes, and gives players a taste as to how the once 2D world they knew was in 3D. They could even see through the eyes of their trainer.": ":game fokuseerib Pokémon Gold'i ja Pokémon Silver'i versioonide tugevatele punktidele ning nende remake'idele ning annab mängijatele võimaluse näha, kuidas vanasti olnud 2D maailm, mida teati, on nüüdseks toodud 3D maailma. Nad saavad isegi näha läbi oma treeneri silmade.",
    ":game has a built in feature where every player has the opportunity to change their look for multiplayer sessions. You'll be amazed how easily you can change it, store other skin and browse what other have made just at your fingertips.": ":game omab sisseehitatud detaili, kus iga mängija saab vahetada, kuidas too välja näeb mitmemängijate sessioonides. Te võite olla hämmastunud, kui lihtne on seda muuta, teisi skin'e varuda ning vaadata, mida teised on teinud.",
    ":game has wonderful documentation covering every aspect of the game. Whether you're new to the game or have previous experience, we recommend reading all of the documentation from beginning to end.": ":game omab suurepärast dokumentatsiooni, mis katab kõiki mängu aspekte. Ükskõik, kas te olete uus mängija või on teil varast kogemust, me soovitame lugeda kõiki dokumente algusest lõpuni.",
    ":game is a video game originally created by :author. It is heavily inspired by Minecraft, and the Pokémon series.": ":game on videomäng, mille originaalselt lõi :author. See on suuresti saanud inspiratsiooni Minecraft'ist ning Pokémon'i sarjast.",
    ":game is not affiliated with": ":game pole seotud",
    ":game will have support for all generations of Pokémon in the future and all 2D regions will be accessible in the game.": ":game on tulevikus kõikide generatsioonide Pokémon'id toetatud ning kõik regioonid on ligipääsetavad.",
    ":item deleted successfully.": ":item deleted successfully.",
    "A New Experience": "Uus kogemus",
    "A new verification link has been sent to the email address you provided during registration.": "Registreerimise käigus esitatud e-posti aadressile on saadetud Uus kinnituslink.",
    "About": "Selle kohta",
    "Accept Invitation": "Võtke kutse vastu",
    "Achieved": "Saavutatud",
    "Active Users": "Aktiivsed kasutajad",
    "Add": "Lisama",
    "Add a server": "Lisage server",
    "Add additional security to your account using two factor authentication.": "Lisage oma kontole täiendav turvalisus, kasutades kahe teguri autentimist.",
    "Add resource update": "Lisage ressursi uuendus",
    "Admin": "Administraator",
    "Admin Skin Deletion Activity": "Administraatori skin'i ärakustutamis aktiivsus.",
    "All categories": "Kõik kategooriad",
    "All server statuses are updated every hour.": "Kõiki serveri staatuseid uuendatakse iga tunni tagant.",
    "Already registered?": "Juba registreeritud?",
    "Amazing": "Võrratu",
    "API Token": "API tähis",
    "API Token Permissions": "API tähise õigused",
    "API Tokens": "API tähised",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "API tähised võimaldavad kolmanda osapoole teenuseid autentida meie taotlusega teie nimel.",
    "Apply": "Rakendage",
    "Are you sure you want to delete this :item?": "Kas te olete kindel, et soovite kustutada :item?",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Kas te olete kindel, et soovite oma kontot kustutada? Kui teie konto on kustutatud, kustutatakse kõik selle ressursid ja andmed jäädavalt. Palun sisestage oma parool, et kinnitada, et soovite oma konto jäädavalt kustutada.",
    "Are you sure you would like to delete this API token?": "Kas te olete kindel, et soovite kustutada seda API tähist?",
    "Author": "Autor",
    "Back to list": "Nimekirja tagasi",
    "Bad": "Halb",
    "Birthdate": "Sünniaeg",
    "Blog": "Blogi",
    "Blog Posts": "Blogipostitused",
    "Brief": "Lühidalt",
    "Bringing the games from the early generation of Pokémon games to the modern era.": "Vana generatsiooni Pokémon'i mängud tuuakse modernsesse ajastusse.",
    "Browser Sessions": "Brauseriseansid",
    "Cancel": "Tühistama",
    "Categories": "Kategooriad",
    "Category": "Kategooria",
    "Check for skin to import from the old site": "Kontrollige skin'i, et importida vanast saidist",
    "Close": "Sulgema",
    "Code": "Kood",
    "Confirm": "Kinnitama",
    "Confirm Password": "Kinnitage parool",
    "Consents": "Nõusolekud",
    "Content": "Sisu",
    "Create": "Looge",
    "Create Account": "Konto loomine",
    "Create API Token": "API tähise loomine",
    "Create New Team": "Looge uus meeskond",
    "Create Permission": "Nõusoleku loomine",
    "Create Role": "Rolli loomine",
    "Create Skin": "Skin'i loomine",
    "Created": "Loodud",
    "Created.": "Loodud.",
    "Current In-game Skin": "Praegune mängusisene skin",
    "Current Password": "Aktiivne parool",
    "Custom Field updated successfully!": "Kohandatud välja uuendamine oli edukas!",
    "Custom Skin": "Kohandatud skin",
    "Dashboard": "Armatuurlaud",
    "Data has been updated successfully!": "Data uuendamine oli edukas!",
    "Deactivated because of downtime for the past 24 hours": "Deaktiveeriti viimase 24 tunni jooksul kestnud seisakuaja tõttu",
    "Delete": "Kustutama",
    "Delete Account": "Kustutage konto",
    "Delete API Token": "Kustutage API tähis",
    "Description": "Kirjeldus",
    "Disable": "Keelama",
    "Discord Users": "Discord'i kasutajad",
    "Do you want your server to be listed for other players to see?": "Kas te tahate, et teie server oleks loetletud, et teised seda näeksid?",
    "Documentation": "Dokumentatsioon",
    "Done.": "Tehtud.",
    "Download": "Allalaadima",
    "Downloads": "Allalaaditud failid",
    "Draft": "Mustand",
    "Edit": "Muutke",
    "Edit Permission": "Nõusoleku redigeerimine",
    "Edit Post": "Postituse redigeerimine",
    "Edit Profile": "Profiili redigeerimine",
    "Email": "E-post",
    "Email or Username": "E-post või kasutajanimi",
    "Email Password Reset Link": "E-Posti parooli lähtestamise link",
    "Enable": "Võimaldama",
    "Ensure your account is using a long, random password to stay secure.": "Veenduge, et teie konto kasutab pikka, juhuslikku parooli, et jääda turvaliseks.",
    "Error updating custom field.": "Kohandatud välja uuendamisel tekkis probleem.",
    "Error updating the data.": "Data uuendamisel tekkis probleem.",
    "Explore the wiki": "Õppige tundma vikit",
    "fall": "sügis",
    "Features": "Detailid",
    "File size": "Faili suurus",
    "For your security, please confirm your password to continue.": "Teie turvalisuse tagamiseks kinnitage oma parool jätkamiseks.",
    "Forgot your password?": "Unustasite oma parooli?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Unustasite oma parooli? Pole probleemi. Lihtsalt andke meile teada oma e-posti aadress ja me saadame teile parooli lähtestamise lingi, mis võimaldab teil valida uue.",
    "Forum (Archived)": "Foorum (Arhiivitud)",
    "Forum Account": "Foorumi kasutaja",
    "Forum Users": "Foorumi kasutajad",
    "Game Jolt ID": "Game Jolt ID",
    "Game version reviewed": "Mänguversioon ülevaadatud",
    "Gender": "Sugu",
    "Get on our Discord server": "Ühinege meie Discord'i serveriga",
    "Get to customization": "Hakkake kohandama",
    "Go back home": "Minge tagasi pealehele",
    "Go back in time with :game!": "Mine ajas tagasi koos :game!",
    "Go to blog": "Minge blogisse",
    "Go to Dashboard": "Minge armartuurlauale",
    "Go to page :page": "Minge lehele :page",
    "Good": "Hea",
    "Here you can choose what to share on your public profile.": "Siin te saate valida, mida jagada oma avalikul profiilil.",
    "History": "Ajalugu",
    "Home": "Pealeht",
    "Hostname\/IP Address": "Hostinimi\/IP Aadress",
    "I Accept": "Olen nõus",
    "I agree to the :terms and :privacy": "Olen nõus :terms ja :privacy",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Vajadusel võite välja logida kõikidest oma teistest brauseriseanssidest kõigis oma seadmetes. Mõned teie hiljutised seansid on loetletud allpool; kuid see nimekiri ei pruugi olla ammendav. Kui tunnete, et teie konto on ohustatud, peaksite ka oma parooli uuendama.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Kui teil on juba konto, võite selle kutse vastu võtta, klõpsates alloleval nupul:",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Kui te ei oodanud sellele meeskonnale kutset, võite selle e-kirja ära kustutada.",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Kui teil pole kontot, võite selle luua, klõpsates alloleval nupul. Pärast konto loomist võite klõpsata kutse vastuvõtmise nuppu selles e-kirjas, et nõustuda meeskonna kutsega:",
    "In-Game Season": "Mängusisene aastaaeg",
    "is owned and operated by": "omab ning opereerib",
    "Joined": "Ühinetud",
    "Last active": "Viimati aktiivne",
    "Last checked: :time": "Viimati kontrollitud: :time",
    "Last online": "Viimati võrgus olnud",
    "Last Updated:": "Viimati uuendatud:",
    "Last used": "Viimati kasutatud",
    "Last Verified:": "Viimati kinnitatud:",
    "Latest news": "Viimased uudised",
    "Latest reviews": "Viimased arvustused",
    "Latest supported version": "Viimatine toetatud versioon",
    "Leave a rating": "Jätke hinnang",
    "Leave a review": "Jätke arvustus",
    "Leave a review for the game": "Jätke mängu kohta arvustus",
    "Legal": "Legaalne",
    "Like": "Meeldib",
    "Liked": "Meeldinud",
    "Likes": "Meeldib",
    "likes": "meeldib",
    "Link your account with Game Jolt to be able to edit your skins for in-game use, and for more features to come.": "Ühendage oma konto Game Jolt'iga, et redigeerida oma skin'e mängusiseseks kasutuseks ning rohkemateks detailideks, mis tulemas.",
    "Link your account with your :account account.": "Ühendage oma konto oma :account kontoga.",
    "Location": "Asukoht",
    "Log in": "Sisselogima",
    "Log Out": "Väljalogimima",
    "Log Out Other Browser Sessions": "Logige välja muudest brauseriseanssidest",
    "Maintenance": "Hooldus",
    "Manage Account": "Konto haldamine",
    "Manage and log out your active sessions on other browsers and devices.": "Hallake ja logige välja oma aktiivsetest seanssidest teistes brauserites ning seadmetes.",
    "Manage API Tokens": "API-tähiste haldamine",
    "Manage Permissions": "Nõusolekute haldamine",
    "Manage Roles": "Rollide haldamine",
    "Manage Team": "Meeskonna haldamine",
    "Manage Users": "Kasutajate haldamine",
    "Max characters": "Maksimumarv trükimärke",
    "Media": "Meedia",
    "Min characters": "Miinimumarv trükimärke",
    "Miss your childhood?": "Igatsete oma lapsepõlve?",
    "Most Generations and Regions": "Enamus generatsioone ning regioone",
    "Most Popular": "Kõige populaarsem",
    "My Skins": "Minu skin'id",
    "Name": "Nimi",
    "Need help to setup a own server? Check out <a href=\":url\" class=\"font-semibold underline\">this guide<\/a>.": "On vaja abi oma serveri seadistamisega? Vaadake üle <a href=\":url\" class=\"font-semibold underline\">this guide<\/a>.",
    "New Password": "Uus parool",
    "New Post": "Uus postitus",
    "Newest": "Uusim",
    "No skins have been added to your account yet.": "Teie kontole pole lisatud ühtegi skin'i veel.",
    "No Trophies": "Pole auhindasid",
    "No, do not delete": "Ei, ärge kustutage",
    "None found.": "Mitte ühtegi pole leitud.",
    "Nostalgia": "Nostalgia",
    "Nothing found.": "Mitte midagi pole leitud.",
    "of": "kohta",
    "Official Blog": "Ametlik blogi",
    "Okay": "Okei",
    "Old school Pokémon in a 3D world!": "Vanakooli Pokémon 3D maailmas!",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Kui teie konto on kustutatud, kustutatakse kõik selle ressursid ja andmed jäädavalt. Enne konto kustutamist laadige alla kõik andmed või teave, mida soovite säilitada.",
    "Online Players": "Võrgus olevad mängijad",
    "or log in with": "või logige sisse",
    "or log in with your P3D account": "või logige sisse oma P3D kontoga",
    "Other users will be able to see this skin": "Teised kasutajad näevad seda skin'i",
    "Our forum offers a lot of threads of discussions, bugs and other information. Check them out, see for yourself, and massively level up your knowledge skills in the process.": "Meie foorum pakub palju postitusi aruteludest, vigadest ning teistest informatsioonist. Vaadake neid üle ning level'i oma teadmistaset samal ajal.",
    "Overall Game Reviews": "Üleüldised mänguarvustused",
    "Owned by": "Omab",
    "Pagination Navigation": "Lehitsemise navigeerimine",
    "pagination.next": "pagination.next",
    "pagination.previous": "pagination.previous",
    "Password": "Parool",
    "Permanently delete your account.": "Jäädavalt kustutage oma konto.",
    "Permission Name": "Nõusoleku nimi",
    "Permissions": "Nõusolekud",
    "Photo": "Foto",
    "Player Skins": "Mängija skin'id",
    "Please click star rating!": "Palun vajutage tähe hinnangule!",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Kinnitage juurdepääs oma kontole, sisestades ühe oma hädaolukorra taastamise koodidest.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Kinnitage juurdepääs oma kontole, sisestades autentimisrakenduse poolt pakutavat autentimiskoodi.",
    "Please copy your new API token. For your security, it won't be shown again.": "Palun kopeerige oma uus API tähis. Teie turvalisuse huvides seda enam ei näidata.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Palun sisestage oma parool, et kinnitada, et soovite oma teistest brauseriseanssidest kõigis oma seadmetes välja logida.",
    "Port": "Port",
    "Post a update": "Postitage uuendus",
    "Preferences": "Eelistused",
    "Privacy Policy": "Privaatsus poliitika",
    "Profile Information": "Profiili teave",
    "Public": "Avalik",
    "Public Skins": "Avalikud skin'id",
    "Published": "Avaldatud",
    "Published by": "Avaldanud",
    "Rating": "Hinnang",
    "Reactivate": "Taasaktiveeri",
    "Read more": "Lugege rohkem",
    "Read more blog posts": "Lugege rohkem blogipostitusi",
    "Recovery Code": "Taastamiskood",
    "Regenerate Recovery Codes": "Regenereeri taastamiskoodid",
    "Register": "Registreerima",
    "Released": "Välja antud",
    "Remember me": "Mäletage mind",
    "Remember the old days when you were playing on a GameBoy? If so; you should try out this game and awake your inner child.": "Kas te mäletate vanu aegu, mil mängisite GameBoy'iga? Kui nii, siis te peaksite proovima seda mängu ning ülesse äratama oma sisemine laps.",
    "Remove Association": "Eemaldage ühendus",
    "Remove Photo": "Eemaldage foto",
    "Requirements apply": "Nõuded kehtivad",
    "Resend Verification Email": "Saatke kinnitusmeil uuesti",
    "Reset Password": "Lähtestage parool",
    "Resource": "Ressurss",
    "Resources": "Ressursid",
    "results": "tulemused",
    "Review": "Arvustus",
    "Reviews": "Arvustused",
    "Role Name": "Rollinimi",
    "Roles": "Rollid",
    "Save": "Salvestama",
    "Save to \"My skins\"": "Salvestage \"My skins\"",
    "Saved.": "Salvestatud.",
    "Screenshot by": "Kuvatõmmise tegi",
    "Screenshots": "Kuvatõmmised",
    "Select a category": "Valige kategooria",
    "Select a game version": "Valige mänguversioon",
    "Select A New Photo": "Uue foto valimine",
    "Select image file": "Valige pildifail",
    "Servers": "Serverid",
    "Show": "Näidake",
    "Show Profile": "Näidake profiili",
    "Show Recovery Codes": "Näidake taastamiskoode",
    "Showing": "Näidatakse",
    "Skin Information": "Skin'i informatsioon",
    "Skins": "Skin'id",
    "Slots": "Kohad",
    "Social": "Sotsiaal",
    "spring": "kevad",
    "Start browsing": "Alustage surfamist",
    "Status": "Staatus",
    "Sticky": "Kleepuv",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Salvestage need taastamiskoodid turvalisse paroolihaldurisse. Neid saab kasutada teie kontole juurdepääsu taastamiseks, kui teie kahe teguri autentimisseade on kadunud.",
    "summer": "suvi",
    "Switch Teams": "Vahetage meeskondi",
    "Tags": "Märksõnad",
    "Team Settings": "Meeskonna seadistused",
    "Terms and Conditions": "Tingimused",
    "Terrible": "Kohutav",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Tänud registreerimast! Enne alustamist, kinnitage oma e-posti aadress klõpsates lingile, mille me teile saatsime. Kui te ei saanud e-kirja, saadame teile hea meelega teise.",
    "The P3D Team": "P3D'i meeskond",
    "The ping relative to the server from this website": "Serveriga seotud ping sellelt leheküljelt",
    "The provided password does not match your current password.": "Antud parool ei vasta teie praegusele paroolile.",
    "This device": "See seade",
    "This is a secure area of the application. Please confirm your password before continuing.": "See on rakenduse turvaline ala. Palun kinnitage oma parool enne jätkamist.",
    "This is the official blog of the team and developers of the game.": "See on ametlik mängutiimi ning -arendajate blogi.",
    "This means that the server is maintained by the P3D team": "See tähendab, et server on hooldatud P3D'i tiimi poolt",
    "This server has been deactivated from the list because of downtime for the past 24 hours. Only you can see this server now. If it is online again try reactivating it from the dotted-menu.": "See server deaktiveeriti nimekirjast viimase 24 tunni jooksul kestnud seisakuaja tõttu. Ainult teie näete seda serverit nüüd. Kui server on jälle võrgus, proovige uuesti aktiveerida täpikestega menüüst.",
    "This server was added in the last seven days": "See server lisati viimase seitsme päeva jooksul",
    "This website is open-source on :github, thanks to our contributors! :hearts": "See veebileht on avatud lähtekoodiga :github, täname panustajaid! :hearts",
    "Timed Out": "Aegunud",
    "Title": "Pealkiri",
    "to": "juurde",
    "Token": "Tähis",
    "Token Name": "Tähise nimi",
    "Two Factor Authentication": "Kahe teguri autentikatsioon",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Kahe teguri autentikatsioon on nüüd lubatud. Skaneerige järgmine QR-kood, kasutades oma telefoni autentimisrakendust.",
    "Unreleased": "Avaldamata",
    "Update Password": "Parooli uuendamine",
    "Update your account's profile information and email address.": "Uuendage oma konto profiili teavet ja e-posti aadressi.",
    "Update your server info here.": "Uuendage oma serveri infot siin.",
    "Updated": "Uuendatud",
    "Updates": "Uuendused",
    "Upload": "Laadige üles",
    "Uploaded": "Ülesse laetud",
    "Uploaded Skins": "Üleslaetud skin'id",
    "Use a recovery code": "Taastamiskoodi kasutamine",
    "Use an authentication code": "Autentimiskoodi kasutamine",
    "User Management": "Kasutajahaldus",
    "User Reviews": "Kasutaja arvustused",
    "Username": "Kasutajanimi",
    "Users": "Kasutajad",
    "Users will be able to see the reason for the deletion!": "Kasutajad on võimelised nägema ärakustutamise põhjendust!",
    "Verified and saved.": "Kinnitatud ning salvestatud.",
    "Version Title": "Versiooni pealkiri",
    "View": "Ülevaade",
    "Views": "Ülevaated",
    "Visible": "Nähtav",
    "We will always send you important information about your account. But we are required by law to obtain consent for other things.": "Me saadame alati tähsat informatsiooni teile teie konto kohta, aga meil on nõutud seaduse poolt, et saada nõusolekut teiste asjade kohta.",
    "We've made it easy for you to get in touch with other players in real-time with our community Discord-server for the game. You can ask questions, share your ideas and even get help from other players. We're always happy to help!": "Me oleme teinud lihtsaks, et kokku puutuda teiste mängijatega pärisajas, oma mängu kogukonna Discord'i serveriga. Te saate küsida küsimusi, jagada oma ideid ning saada isegi abi teistelt mängijatelt. Meil on alati rõõmus aitada teisi!",
    "Welcome to :game!": "Tere tulemast :game!",
    "What's my token?": "Mis on minu tähis?",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Authenticator application.": "Kui kahe teguri autentikatsioon on lubatud, siis teilt küsitakse turvalist ning suvalist tähist autentimise ajal. Te saate kätte selle tähise oma autentimisrakenduselt oma telefonist.",
    "Whoops! Something went wrong.": "Ups! Midagi läks valesti.",
    "winter": "talv",
    "Yes": "Jah",
    "You have been invited to join the :team team!": "Teid on kutsutud liituma :team meeskonnaga!",
    "You have enabled two factor authentication.": "Olete lubanud kahe teguri autentimise.",
    "You have not enabled two factor authentication.": "Te ei ole lubanud kahe teguri autentimist.",
    "You may accept this invitation by clicking the button below:": "Te võite vastu võtta selle kutse vajutades allolevat nuppu:",
    "You may delete any of your existing tokens if they are no longer needed.": "Võite kustutada kõik oma olemasolevad tähised, kui neid enam ei vajata.",
    "You need to be older than :age years old": "Te peate olema vanem kui :age",
    "You need to be younger than :age years old": "Te peate olema noorem kui :age",
    "You need to link your Game Jolt account before accessing this page.": "Te peate lisama oma Game Jolt'i konto enne sellele veebilehele ligipääesemist.",
    "Your browser does not support the video tag.": "Teie brauser ei toeta seda video märksõna.",
    "Your review of this game": "Teie arvustus selle mängu kohta",
    "Your review of this resource": "Teie arvustus selle ressursi kohta",
    "Your slots are full. You cannot import from the old site unless you delete one of the slots.": "Teie kohad on täis. Te ei saa importida vanast saidist enne kui kustutate ühe neist kohtadest."
}
