{
    "30 Days": "30 Days",
    "365 Days": "365 Days",
    "60 Days": "60 Days",
    "90 Days": "90 Days",
    ":game focuses on the strong points of Pokémon Gold and Silver versions and their remakes, and gives players a taste as to how the once 2D world they knew was in 3D. They could even see through the eyes of their trainer.": ":game επικεντρώνεται στα δυνατά σημεία των εκδόσεων Pokémon Gold και Silver και στα remakes τους, και δίνει στους παίκτες μια γεύση για το πώς ο άλλοτε 2D κόσμος που ήξεραν μετατρέπεται σε 3D. Μπορούν ακόμη και να δουν μέσα από τα μάτια του προπονητή τους.",
    ":game has a built in feature where every player has the opportunity to change their look for multiplayer sessions. You'll be amazed how easily you can change it, store other skin and browse what other have made just at your fingertips.": ":game έχει ένα ενσωματωμένο χαρακτηριστικό όπου κάθε παίκτης έχει την ευκαιρία να αλλάξει την εμφάνισή του σε online συνεδρίες. Θα εκπλαγείτε με το πόση εύκολια μπορείτε να την αλλάξετε, να αποθηκεύσετε άλλη εμφάνιση και μπορείτε να περιηγηθείτε σε εμφανίσεις άλλων παικτών.",
    ":game has wonderful documentation covering every aspect of the game. Whether you're new to the game or have previous experience, we recommend reading all of the documentation from beginning to end.": ":game έχει ένα υπέροχο εγχειρίδια που καλύπτει κάθε πτυχή του παιχνιδιού. Είτε είστε νέος\/α στο παιχνίδι είτε έχετε προηγούμενη εμπειρία, σας προτείνουμε να διαβάσετε όλο το εγχειρίδιο από την αρχή μέχρι το τέλος.",
    ":game is a video game originally created by :author. It is heavily inspired by Minecraft, and the Pokémon series.": ":game είναι ένα παιχνίδι που δημιουργήθηκε αρχικά από τον :author. Είναι σε μεγάλο βαθμό εμπνευσμένο από το Minecraft, και τις σειρές των Pokemon.",
    ":game is not affiliated with": ":game δεν συνδέεται με",
    ":game will have support for all generations of Pokémon in the future and all 2D regions will be accessible in the game.": ":game will have support for all generations of Pokémon in the future and all 2D regions will be accessible in the game.",
    ":item deleted successfully.": ":item διεγράφει επιτυχώς.",
    "A New Experience": "Μια καινούρια εμπειρία",
    "A new verification link has been sent to the email address you provided during registration.": "Ένας νέος σύνδεσμος επαλήθευσης έχει σταλεί στη διεύθυνση ηλεκτρονικού ταχυδρομείου που δώσατε κατά την εγγραφή σας.",
    "About": "Εμείς",
    "Accept Invitation": "Αποδοχή Πρόσκλησης",
    "Achieved": "Επιτεύχθει",
    "Active Users": "Ενεργοί χρήστες",
    "Add": "Προσθέσετε",
    "Add a server": "Προσθέστε σέρβερ",
    "Add additional security to your account using two factor authentication.": "Προσθέστε επιπλέον ασφάλεια στο λογαριασμό σας χρησιμοποιώντας έλεγχο ταυτότητας δύο παραγόντων.",
    "Add resource update": "Προσθήκη ενημέρωσης πόρων",
    "Admin": "Διαχειριστής",
    "Admin Skin Deletion Activity": "Δραστηριότητα διαγραφής skin διαχειριστή",
    "All categories": "Όλες οι κατηγορίες",
    "All server statuses are updated every hour.": "Όλες οι καταστάσεις διακομιστή ενημερώνονται ανα ώρα.",
    "Already registered?": "Είστε ήδη εγγεγραμμένος?",
    "Amazing": "Φαντασικά",
    "Analytics": "Analytics",
    "API Token": "Διακριτικό API",
    "API Token Permissions": "Άδειες συμβόλων API",
    "API Tokens": "Μάρκες API",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "Τα API token επιτρέπουν στις υπηρεσίες τρίτων να πιστοποιούν με την εφαρμογή μας για λογαριασμό σας.",
    "Apply": "Εφαρμογή",
    "Are you sure you want to delete this :item?": "Είστε σίγουρος\/η ότι θελετε να διαγράψετε το αντικείμενο :item?",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Είστε βέβαιοι ότι θέλετε να διαγράψετε το λογαριασμό σας; Μόλις διαγραφεί ο λογαριασμός σας, όλοι οι πόροι και τα δεδομένα του θα διαγραφούν οριστικά. Παρακαλώ εισάγετε τον κωδικό πρόσβασής σας για να επιβεβαιώσετε ότι θέλετε να διαγράψετε οριστικά το λογαριασμό σας.",
    "Are you sure you would like to delete this API token?": "Είστε βέβαιοι ότι θα θέλατε να διαγράψετε αυτό το διακριτικό API;",
    "Author": "Συγγραφέας",
    "Back to list": "Πίσω στην λίστα",
    "Bad": "Κακός",
    "Birthdate": "Γενέθλια",
    "Blog": "Ιστολόγιο",
    "Bounce Rate": "Bounce Rate",
    "Brief": "Σύνοψη",
    "Bringing the games from the early generation of Pokémon games to the modern era.": "Φέρνοντας τα παιχνίδια από την πρώιμη γενιά παιχνιδιών Pokémon στη σύγχρονη εποχή.",
    "Browser Sessions": "Συνεδρίες Προγράμματος Περιήγησης",
    "Cancel": "Ακύρωση",
    "Categories": "Κατηγορίες",
    "Category": "Κατηγορία",
    "Check for skin to import from the old site": "Ελέγξτε για εισαγωγή skin από τον παλιό ιστότοπο",
    "Close": "Κλείσετε",
    "Code": "Κώδικας",
    "Comment": "Comment",
    "Comments": "Comments",
    "Confirm": "Επιβεβαίωση",
    "Confirm Password": "Επιβεβαίωση Κωδικού",
    "Consents": "συναινεί",
    "Content": "Περιεχόμενο",
    "Contribute your language": "Contribute your language",
    "Create": "Δημιουργήσετε",
    "Create Account": "Δημιουργία Λογαριασμού",
    "Create API Token": "Δημιουργία Token API",
    "Create New Team": "Δημιουργία Νέας Ομάδας",
    "Create Skin": "Δημιουργία skin",
    "Created": "Δημιουργήθηκε",
    "Created.": "Δημιουργήθηκε.",
    "Current In-game Skin": "Τρέχον Skin στο παιχνίδι",
    "Current Password": "Τρέχων Κωδικός Πρόσβασης",
    "current visitors": "current visitors",
    "Custom Field updated successfully!": "Το προσαρμοσμένο πεδίο ενημερώθηκε με επιτυχία!",
    "Custom Skin": "Προσαρμοσμένο skin",
    "Dashboard": "Πίνακας",
    "Data has been updated successfully!": "Τα δεδομένα ενημερώθηκαν με επιτυχία!",
    "Deactivated because of downtime for the past 24 hours": "Απενεργοποιήθηκε λόγω διακοπής λειτουργίας τις τελευταίες 24 ώρες",
    "Delete": "Διαγράψετε",
    "Delete Account": "Διαγραφή Λογαριασμού",
    "Delete API Token": "Διαγραφή Token API",
    "Description": "Περιγραφή",
    "Disable": "Απενεργοποιήσετε",
    "Discord Users": "Χρήστες Discord",
    "Do you want your server to be listed for other players to see?": "Θέλετε ο διακομιστής σας να εμφανίζεται στη λίστα για να τον βλέπουν οι άλλοι παίκτες?",
    "Documentation": "Εγχειρίδιο",
    "Domain": "Domain",
    "Done.": "Ολοκληρώθηκε.",
    "Download": "Λήψη",
    "Downloads": "Λήψεις",
    "Edit": "Επεξεργασία",
    "Edit Profile": "Edit Profile",
    "Egg": "Egg",
    "Email": "Ηλεκτρονικού",
    "Email or Username": "Ηλεκτρονική διεύθυνση ή όνομα χρήστη",
    "Email Password Reset Link": "Αποστολή Σύνδεσμου Επαναφοράς Κωδικού",
    "Enable": "Ενεργοποιήσετε",
    "Ensure your account is using a long, random password to stay secure.": "Βεβαιωθείτε ότι ο λογαριασμός σας χρησιμοποιεί ένα μακρύ, τυχαίο κωδικό πρόσβασης για να παραμείνετε ασφαλείς.",
    "Error updating custom field.": "Σφάλμα κατά την ενημέρωση προσαρμοσμένου πεδίου.",
    "Error updating the data.": "Σφάλμα κατά την ενημέρωση των δεδομένων.",
    "Explore the wiki": "Εξερευνήστε το wiki",
    "fall": "φθινόπωρο",
    "Features": "Χαρακτηριστικά",
    "File size": "Μέγεθος αρχείου",
    "For your security, please confirm your password to continue.": "Για την ασφάλειά σας, επιβεβαιώστε τον κωδικό πρόσβασής σας για να συνεχίσετε.",
    "Forgot your password?": "Ξεχάσατε τον κωδικό σας;",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Ξεχάσατε τον κωδικό σας; Κανένα πρόβλημα. Δώστε μας την διεύθυνση ηλεκτρονικού ταχυδρομείου σας και θα σας στείλουμε ένα email με έναν σύνδεσμο (link), που θα σας επιστρέψει να δημιουργήσετε έναν νέο κωδικό πρόσβασης.",
    "Forum (Archived)": "Φόρουμ (Αρχειοθετημένο)",
    "Forum Account": "Λογαριασμός φόρουμ",
    "Forum Users": "Χρήστες φόρουμ",
    "Game Jolt ID": "Game Jolt ID",
    "Game Save": "Game Save",
    "Game version reviewed": "Η έκδοση του παιχνιδιού εξετάστηκε",
    "Gender": "Γένος",
    "Get on our Discord server": "Εγγραφείτε στο διακομιστή Discord μας",
    "Get to customization": "Πηγαίνετε στην προσαρμογή",
    "Go back home": "Πήγαινε πίσω στην αρχική",
    "Go back in time with :game!": "Πηγαίνετε πίσω στο χρόνο με το :game!",
    "Go to blog": "Μεταβείτε στο ιστολόγιο",
    "Go to Dashboard": "Μεταβείτε στον Πίνακα ελέγχου",
    "Go to page :page": "Μετάβαση στη σελίδα :page",
    "Good": "Καλός",
    "Here you can choose what to share on your public profile.": "Εδώ μπορείτε να επιλέξετε τι θα μοιραστείτε στο δημόσιο προφίλ σας.",
    "History": "Ιστορικό",
    "Home": "Αρχική",
    "Hostname\/IP Address": "Όνομα κεντρικού υπολογιστή\/Διεύθυνση IP",
    "I Accept": "Αποδέχομαι",
    "I agree to the :terms and :privacy": "Αποδέχουμε τους :terms και :privacy",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Εάν είναι απαραίτητο, μπορείτε να αποσυνδεθείτε από όλες τις άλλες συνεδρίες του προγράμματος περιήγησης σε όλες τις συσκευές σας. Μερικές από τις πρόσφατες συνεδρίες σας που αναφέρονται παρακάτω; ωστόσο, αυτή η λίστα μπορεί να μην είναι εξαντλητική. Εάν αισθάνεστε ότι ο λογαριασμός σας έχει παραβιαστεί, θα πρέπει επίσης να ενημερώσετε τον κωδικό πρόσβασής σας.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Αν έχετε ήδη λογαριασμό, μπορείτε να αποδεχτείτε αυτήν την πρόσκληση κάνοντας κλικ στο παρακάτω κουμπί:",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Εάν δεν περιμένατε να λάβετε μια πρόσκληση σε αυτήν την ομάδα, μπορείτε να απορρίψετε αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου.",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Αν δεν έχετε λογαριασμό, μπορείτε να δημιουργήσετε ένα κάνοντας κλικ στο παρακάτω κουμπί. Αφού δημιουργήσετε έναν λογαριασμό, μπορείτε να κάνετε κλικ στο κουμπί Αποδοχή πρόσκλησης σε αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου για να αποδεχτείτε την πρόσκληση ομάδας:",
    "In-Game Season": "Εποχή παιχνιδιού",
    "is owned and operated by": "ανήκει και λειτουργεί από",
    "Joined": "Συνδέθηκε",
    "Last active": "Τελευταία ενεργή",
    "Last checked: :time": "Τελευταίος έλεγχος: :time",
    "Last online": "Τελευταία σύνδεση",
    "Last Updated:": "Τελευταία ενημέρωση:",
    "Last used": "Τελευταία χρήση",
    "Last Verified:": "Τελευταία επαλήθευση:",
    "Latest news": "Τελευταία νέα",
    "Latest reviews": "Τελευταίες κριτικές",
    "Latest supported version": "Τελευταία υποστηριζόμενη έκδοση",
    "Leave a comment": "Leave a comment",
    "Leave a rating": "Αφήστε μια βαθμολογία",
    "Leave a review": "Αφήστε μια κριτική",
    "Leave a review for the game": "Αφήστε μια κριτική για το παιχνίδι",
    "Legal": "Νομικά",
    "Like": "Μου αρέσει",
    "Liked": "Μου άρεσε",
    "Likes": "Μου αρέσει",
    "likes": "μου αρέσει",
    "Link your account with Game Jolt to be able to edit your skins for in-game use, and for more features to come.": "Συνδέστε τον λογαριασμό σας με το Game Jolt για να μπορείτε να επεξεργάζεστε τις εμφανίσεις σας για χρήση εντός του παιχνιδιού και για περισσότερες λειτουργίες που θα ακολουθήσουν.",
    "Link your account with your :account account.": "Συνδέστε τον λογαριασμό σας με :account λογαριασμό.",
    "Location": "Τοποθεσία",
    "Log in": "Συνδεθείτε",
    "Log Out": "αποσυνδεθείτε",
    "Log Out Other Browser Sessions": "Αποσυνδεθείτε Από Άλλες Συνεδρίες Του Προγράμματος Περιήγησης",
    "Maintenance": "Συντήρηση",
    "Manage Account": "Διαχείριση Λογαριασμού",
    "Manage and log out your active sessions on other browsers and devices.": "Διαχειριστείτε και αποσυνδεθείτε ενεργό συνεδρίες σας σε άλλα προγράμματα περιήγησης και συσκευές.",
    "Manage API Tokens": "Διαχείριση μαρκών API",
    "Manage Team": "Διαχείριση Ομάδας",
    "Max characters": "Max χαρακτήρες",
    "Media": "Αρχεία",
    "Members": "Members",
    "Min characters": "Min χαρακτήρες",
    "Miss your childhood?": "Σας λείπει η παιδική σας ηλικία;?",
    "Mod": "Mod",
    "Mod Panel": "Mod Panel",
    "Month To Date": "Month To Date",
    "Most Generations and Regions": "Οι περισσότερες γενιές και περιοχές",
    "Most Popular": "Δημοφιλέστερα",
    "My Skins": "Τα Skins μου",
    "Name": "Όνομα",
    "Need help to setup a own server? Check out <a href=\":url\" class=\"font-semibold underline\">this guide<\/a>.": "Χρειάζεστε βοήθεια για να ρυθμίσετε έναν δικό σας διακομιστή;? Ελέγξτε αυτόν τον <a href=\":url\" class=\"font-semibold underline\">οδηγό<\/a>.",
    "New Password": "Νέος Κωδικός Πρόσβασης",
    "Newest": "Νεότερα",
    "No": "No",
    "No new notifications": "No new notifications",
    "No notifications": "No notifications",
    "No skins have been added to your account yet.": "Δεν έχουν προστεθεί ακόμα skins στον λογαριασμό σας.",
    "No, do not delete": "Όχι, να μην διαγραφεί",
    "None found.": "Δεν βρέθηκε κανένα.",
    "Nostalgia": "Νοσταλγία",
    "Nothing found.": "Δεν βρέθηκε τίποτα.",
    "Notifications": "Notifications",
    "of": "του",
    "Official Blog": "Επίσημο ιστολόγιο",
    "Okay": "Εντάξει",
    "Old school Pokémon in a 3D world!": "Old school Pokémon σε έναν τρισδιάστατο κόσμο!",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Μόλις διαγραφεί ο λογαριασμός σας, όλοι οι πόροι και τα δεδομένα του θα διαγραφούν οριστικά. Πριν από τη διαγραφή του λογαριασμού σας, παρακαλούμε να κατεβάσετε οποιαδήποτε δεδομένα ή πληροφορίες που θέλετε να διατηρήσετε.",
    "Online Players": "Ενεργοί παίκτες",
    "or log in with": "ή συνδεθείτε με",
    "or log in with your P3D account": "ή συνδεθείτε με τον λογαριασμό σας P3D",
    "Other users will be able to see this skin": "Άλλοι χρήστες θα μπορούν να δουν αυτό το skin",
    "Our forum offers a lot of threads of discussions, bugs and other information. Check them out, see for yourself, and massively level up your knowledge skills in the process.": "Το φόρουμ μας προσφέρει πολλά νήματα συζητήσεων, σφάλματα και άλλες πληροφορίες. Ελέγξτε τα, δείτε μόνοι σας και βελτιώστε μαζικά τις γνώσεις σας στη διαδικασία.",
    "Overall Game Reviews": "Συνολικές κριτικές παιχνιδιών",
    "Owned by": "Ανήκει στον\/ην",
    "Pageviews": "Pageviews",
    "Pagination Navigation": "Πλοήγηση Σελιδοποίησης",
    "pagination.next": "Next &raquo;",
    "pagination.previous": "&laquo; Previous",
    "Password": "Κωδικός",
    "Permanently delete your account.": "Διαγράψτε μόνιμα το λογαριασμό σας.",
    "Permissions": "Δικαιώματα",
    "Photo": "Φωτογραφία",
    "Player Skins": "Skins παίχτη",
    "Please be aware that this article is over a year old, and some of the information it contains may no longer be up-to-date. While we strive to keep our content as current and accurate as possible, we recommend double-checking any important details before relying on them.": "Please be aware that this article is over a year old, and some of the information it contains may no longer be up-to-date. While we strive to keep our content as current and accurate as possible, we recommend double-checking any important details before relying on them.",
    "Please click star rating!": "Κάντε κλικ στην αξιολόγηση με αστέρια!",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Επιβεβαιώστε την πρόσβαση στο λογαριασμό σας εισάγοντας έναν από τους κωδικούς ανάκτησης έκτακτης ανάγκης.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Επιβεβαιώστε την πρόσβαση στο λογαριασμό σας εισάγοντας τον κωδικό ελέγχου ταυτότητας που παρέχεται από την εφαρμογή ελέγχου ταυτότητας.",
    "Please copy your new API token. For your security, it won't be shown again.": "Παρακαλώ αντιγράψτε το νέο κουπόνι API σας. Για την ασφάλειά σας, δεν θα εμφανιστεί ξανά.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Παρακαλώ εισάγετε τον κωδικό πρόσβασής σας για να επιβεβαιώσετε ότι θέλετε να αποσυνδεθείτε από άλλες συνεδρίες του προγράμματος περιήγησης σε όλες τις συσκευές σας.",
    "Please link your Game Jolt account in the section below, you will be able to use the skin section once this is done": "Please link your Game Jolt account in the section below, you will be able to use the skin section once this is done",
    "Port": "Θύρα",
    "Post an update": "Δημοσιεύστε μια ενημέρωση",
    "Preferences": "Προτιμήσεις",
    "Privacy Policy": "απορρήτου",
    "Profile Information": "Πληροφορίες Προφίλ",
    "Public": "Δημόσιο",
    "Public Skins": "Δημόσια Skins",
    "Published by": "Δημοσιεύθηκε από τον\/την",
    "Quarter To Date": "Quarter To Date",
    "Rating": "Βαθμολογία",
    "Reactivate": "Επανενεργοποίηση",
    "Read more": "Διαβάστε περισσότερα",
    "Read more blog posts": "Διαβάστε περισσότερες αναρτήσεις ιστολογίου",
    "Recovery Code": "Κωδικός Ανάκτησης",
    "Regenerate Recovery Codes": "Αναγεννήστε Τους Κωδικούς Ανάκτησης",
    "Register": "Εγγραφή",
    "Released": "Δημοσιεύθηκε",
    "Remember me": "Να με θυμάσαι",
    "Remember the old days when you were playing on a GameBoy? If so; you should try out this game and awake your inner child.": "Θυμάστε τα παλιά που παίζατε σε ένα GameBoy; Αν είναι έτσι; θα πρέπει να δοκιμάσετε αυτό το παιχνίδι και να ξυπνήσετε το εσωτερικό σας παιδί.",
    "Remove Association": "Κατάργηση συσχέτισης",
    "Remove Photo": "Αφαίρεση Φωτογραφίας",
    "Replies": "Replies",
    "Reply": "Reply",
    "Requirements apply": "Εφαρμογή απαιτήσεων",
    "Resend Verification Email": "Επαναποστολή email επαλήθευσης",
    "Reset Password": "Επαναφορά Κωδικού",
    "Resource": "Πόρος",
    "Resources": "Πόρων",
    "results": "αποτέλεσμα",
    "Review": "Ανασκόπηση",
    "Reviews": "Ανασκοπήσεις",
    "Save": "Αποθηκεύσετε",
    "Save to \"My skins\"": "Αποθήκευση στα \"My skins\"",
    "Saved.": "Αποθηκεύονται.",
    "Screenshot by": "Στιγμιότυπο από ",
    "Screenshots": "Στιγμιότυπα",
    "Select a category": "Επιλέξτε μία κατηγορία",
    "Select a game version": "Επιλέξτε μια έκδοση παιχνιδιού",
    "Select A New Photo": "Επιλέξτε Μια Νέα Φωτογραφία",
    "Select image file": "Επιλέξτε αρχείο εικόνας",
    "Server Error": "Σφάλμα στον εξυπηρετητή (server)",
    "Servers": "Διακομιστές",
    "Show": "Προβολή",
    "Show Profile": "Εμφάνιση προφίλ",
    "Show Recovery Codes": "Εμφάνιση Κωδικών Ανάκτησης",
    "Showing": "Εμφάνιση",
    "Skin Information": "Πληροφορίες Skin",
    "Skins": "Skins",
    "Slots": "Υποδοχές",
    "Social": "Κοινωνικά",
    "spring": "άνοιξη",
    "Start browsing": "Ξεκινήστε την περιήγηση",
    "Status": "Κατάσταση",
    "Sticky": "Κολλώδης",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Αποθηκεύστε αυτούς τους κωδικούς ανάκτησης σε έναν ασφαλή διαχειριστή κωδικών πρόσβασης. Μπορούν να χρησιμοποιηθούν για να ανακτήσει την πρόσβαση στο λογαριασμό σας, αν η συσκευή ελέγχου ταυτότητας δύο παραγόντων σας έχει χαθεί.",
    "summer": "καλοκαίρι",
    "Switch Teams": "Εναλλαγή Ομάδων",
    "Sync your registration date on the forum with this account": "Sync your registration date on the forum with this account",
    "Synchronize": "Synchronize",
    "Tags": "Ετικέτες",
    "Team Settings": "Ρυθμίσεις Ομάδας",
    "Terms and Conditions": "Οροι και Προϋποθέσεις",
    "Terrible": "Τρομερό",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Ευχαριστώ για την εγγραφή! Πριν ξεκινήσετε, μπορείτε να επαληθεύσετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας κάνοντας κλικ στον σύνδεσμο που μόλις σας στείλαμε μέσω ηλεκτρονικού ταχυδρομείου; Εάν δεν λάβατε το μήνυμα ηλεκτρονικού ταχυδρομείου, θα σας στείλουμε ευχαρίστως ένα άλλο.",
    "The P3D Team": "Η ομάδα P3D",
    "The ping relative to the server from this website": "Το ping σε σχέση με τον διακομιστή από αυτόν τον ιστότοπο",
    "The provided password does not match your current password.": "Ο παρεχόμενος κωδικός πρόσβασης δεν ταιριάζει με τον τρέχοντα κωδικό πρόσβασής σας.",
    "These login methods requires you to have a P3D account with a association to the social account": "These login methods requires you to have a P3D account with a association to the social account",
    "This device": "Αυτή η συσκευή",
    "This is a secure area of the application. Please confirm your password before continuing.": "Αυτή είναι μια ασφαλής περιοχή της εφαρμογής. Επιβεβαιώστε τον κωδικό πρόσβασής σας πριν συνεχίσετε.",
    "This is the official blog of the team and developers of the game.": "Αυτό είναι το επίσημο ιστολόγιο της ομάδας και των προγραμματιστών του παιχνιδιού.",
    "This means that the server is maintained by the P3D team": "Αυτό σημαίνει ότι ο διακομιστής συντηρείται από την ομάδα P3D",
    "This server has been deactivated from the list because of downtime for the past 24 hours. Only you can see this server now. If it is online again try reactivating it from the dotted-menu.": "Αυτός ο διακομιστής έχει απενεργοποιηθεί από τη λίστα λόγω διακοπής λειτουργίας τις τελευταίες 24 ώρες. Μόνο εσείς μπορείτε να δείτε αυτόν τον διακομιστή τώρα. Εάν είναι ξανά online, δοκιμάστε να το ενεργοποιήσετε ξανά από το μενού με τις κουκκίδες.",
    "This server was added in the last seven days": "Αυτός ο διακομιστής προστέθηκε τις τελευταίες επτά ημέρες",
    "This website is open-source on :github, thanks to our contributors! :hearts": "Αυτός ο ιστότοπος είναι ανοιχτού κώδικα :github, ευχαριστούμε τους συντελεστές μας! :hearts",
    "Timed Out": "Ο χρόνος εξαντλήθηκε",
    "to": "σε",
    "Today": "Today",
    "Token": "Διακριτικό",
    "Token Name": "Διακριτικό Όνομα",
    "Two Factor Authentication": "Έλεγχος Ταυτότητας Δύο Παραγόντων",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Ο έλεγχος ταυτότητας δύο παραγόντων είναι πλέον ενεργοποιημένος. Σαρώστε τον ακόλουθο κώδικα QR χρησιμοποιώντας την εφαρμογή authenticator του τηλεφώνου σας.",
    "Uncategorized": "Uncategorized",
    "Unreleased": "Ακυκλοφόρητο",
    "Update Password": "Ενημέρωση Κωδικού Πρόσβασης",
    "Update your account's profile information and email address.": "Ενημερώστε τα στοιχεία του προφίλ του λογαριασμού σας και τη διεύθυνση ηλεκτρονικού ταχυδρομείου.",
    "Update your server info here.": "Ενημερώστε τις πληροφορίες του διακομιστή σας εδώ.",
    "Updated": "Ενημερώθηκε",
    "Updates": "Ενημερώσεις",
    "Upload": "Μεταφόρτωση",
    "Uploaded": "Μεταφόρτωθηκε",
    "Uploaded Skins": "Μεταφόρτωμένα Skins",
    "Use a recovery code": "Χρησιμοποιήστε έναν κωδικό ανάκτησης",
    "Use an authentication code": "Χρησιμοποιήστε έναν κωδικό εξουσιοδότησης",
    "User Reviews": "Κριτικές χρηστών",
    "Username": "Όνομα χρήστη",
    "Users will be able to see the reason for the deletion!": "Οι χρήστες θα μπορούν να δουν τον λόγο της διαγραφής!",
    "Verified and saved.": "Επαληθεύτηκε και αποθηκεύτηκε.",
    "Version Title": "Τίτλος έκδοσης",
    "View": "Προβολή",
    "Views": "Προβολές",
    "Visit Duration": "Visit Duration",
    "Visitors": "Visitors",
    "We will always send you important information about your account. But we are required by law to obtain consent for other things.": "Θα σας στέλνουμε πάντα σημαντικές πληροφορίες σχετικά με τον λογαριασμό σας. Αλλά είμαστε υποχρεωμένοι από το νόμο να λάβουμε συγκατάθεση για άλλα πράγματα.",
    "We've made it easy for you to get in touch with other players in real-time with our community Discord-server for the game. You can ask questions, share your ideas and even get help from other players. We're always happy to help!": "Σας διευκολύνουμε να έρθετε σε επαφή με άλλους παίκτες σε πραγματικό χρόνο με τον διακομιστή Discord της κοινότητας μας για το παιχνίδι. Μπορείτε να κάνετε ερωτήσεις, να μοιραστείτε τις ιδέες σας και ακόμη και να λάβετε βοήθεια από άλλους παίκτες. Είμαστε πάντα στην ευχάριστη θέση να βοηθήσουμε!",
    "Welcome to :game!": "Καλωσόρισατε στο :game!",
    "What's my token?": "Ποιο είναι το διακριτικό μου;",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Authenticator application.": "Όταν είναι ενεργοποιημένος ο έλεγχος ταυτότητας δύο παραγόντων, θα σας ζητηθεί ένα ασφαλές, τυχαίο διακριτικό κατά τον έλεγχο ταυτότητας. Μπορείτε να ανακτήσετε αυτό το διακριτικό από την εφαρμογή Authenticator του τηλεφώνου σας.",
    "Whoops! Something went wrong.": "Ουπς! Κάτι πήγε στραβά.",
    "winter": "χειμώνας",
    "Year To Date": "Year To Date",
    "Yes": "Ναι.",
    "You have been invited to join the :team team!": "Έχετε προσκληθεί να συμμετάσχετε στην ομάδα :team!",
    "You have enabled two factor authentication.": "Έχετε ενεργοποιήσει τον έλεγχο ταυτότητας δύο παραγόντων.",
    "You have not enabled two factor authentication.": "Δεν έχετε ενεργοποιήσει τον έλεγχο ταυτότητας δύο παραγόντων.",
    "You may accept this invitation by clicking the button below:": "You may accept this invitation by clicking the button below:",
    "You may delete any of your existing tokens if they are no longer needed.": "Μπορείτε να διαγράψετε οποιαδήποτε από τις υπάρχουσες μάρκες σας, αν δεν χρειάζονται πλέον.",
    "You need to be older than :age years old": "Πρέπει να είστε μεγαλύτεροι από :age χρονών",
    "You need to be younger than :age years old": "Πρέπει να είσαι νεότερος από :age years χρονών",
    "Your browser does not support the video tag.": "Το πρόγραμμα περιήγησής σας δεν υποστηρίζει την ετικέτα βίντεο.",
    "Your review of this game": "Η κριτική σας για αυτό το παιχνίδι",
    "Your review of this resource": "Η κριτική σας για αυτόν τον πόρο",
    "Your slots are full. You cannot import from the old site unless you delete one of the slots.": "Οι θέσεις σας είναι γεμάτες. Δεν μπορείτε να κάνετε εισαγωγή από τον παλιό ιστότοπο, εκτός εάν διαγράψετε μία από της υποδοχές.",
    "Your timezone": "Your timezone",
    "Your user was created at": "Your user was created at"
}