{
    "30 Days": "30 Giorni",
    "365 Days": "365 Giorni", 
    "60 Days": "60 Giorni",
    "90 Days": "90 Giorni",
    ":game focuses on the strong points of Pokémon Gold and Silver versions and their remakes, and gives players a taste as to how the once 2D world they knew was in 3D. They could even see through the eyes of their trainer.": ":game si concentra sui punti di forza delle versioni Pokémon Oro e Argento e dei loro remake, e dà ai giocatori un assaggio di come il mondo 2D che conoscevano sia ora in 3D. Possono persino vedere attraverso gli occhi del loro allenatore.",
    ":game has a built in feature where every player has the opportunity to change their look for multiplayer sessions. You'll be amazed how easily you can change it, store other skin and browse what other have made just at your fingertips.": ":game ha una funzionalità integrata dove ogni giocatore ha l'opportunità di cambiare il proprio aspetto per le sessioni multiplayer. Rimarrai sorpreso da quanto sia facile cambiarlo, salvare altre skin e sfogliare quelle create dagli altri con un solo tocco.",
    ":game has wonderful documentation covering every aspect of the game. Whether you're new to the game or have previous experience, we recommend reading all of the documentation from beginning to end.": ":game ha una documentazione eccellente che copre ogni aspetto del gioco. Che tu sia nuovo al gioco o abbia esperienza precedente, ti consigliamo di leggere tutta la documentazione dall'inizio alla fine.",
    ":game is a video game originally created by :author. It is heavily inspired by Minecraft, and the Pokémon series.": ":game è un videogioco creato originariamente da :author. È fortemente ispirato da Minecraft e dalla serie Pokémon.",
    ":game is not affiliated with": ":game non è affiliato con",
    ":game will have support for all generations of Pokémon in the future and all 2D regions will be accessible in the game.": ":game avrà supporto per tutte le generazioni di Pokémon in futuro e tutte le regioni 2D saranno accessibili nel gioco.",
    ":item deleted successfully.": ":item eliminato con successo.",
    "A New Experience": "Una Nuova Esperienza",
    "A new verification link has been sent to the email address you provided during registration.": "Un nuovo link di verifica è stato inviato all'indirizzo email che hai fornito durante la registrazione.",
    "About": "Chi siamo",
    "Accept Invitation": "Accetta l'invito",
    "Achieved": "Ottenuto",
    "Active Users": "Utenti Attivi",
    "Add": "Aggiungi",
    "Add a server": "Aggiungi un server",
    "Add additional security to your account using two factor authentication.": "Aggiungi ulteriore sicurezza al tuo account utilizzando l'autenticazione a due fattori.",
    "Add resource update": "Aggiungi aggiornamento risorsa",
    "Admin": "Amministratore",
    "Admin Skin Deletion Activity": "Attività di Eliminazione Skin dell'Amministratore",
    "All categories": "Tutte le categorie",
    "All server statuses are updated every hour.": "Tutti gli stati dei server vengono aggiornati ogni ora.",
    "Already registered?": "Sei già registrato?",
    "Amazing": "Incredibile",
    "Analytics": "Analisi",
    "API Token": "Token API",
    "API Token Permissions": "Permessi del Token API",
    "API Tokens": "Token API",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "I Token API consentono ai servizi di terze parti di autenticarsi con la nostra applicazione per tuo conto.",
    "Apply": "Applica",
    "Are you sure you want to delete this :item?": "Sei sicuro di voler eliminare questo :item?",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Sei sicuro di voler eliminare il tuo account? Una volta eliminato, tutte le sue risorse e i dati verranno eliminati permanentemente. Inserisci la tua password per confermare che desideri eliminare permanentemente il tuo account.",
    "Are you sure you would like to delete this API token?": "Sei sicuro di voler eliminare questo Token API?",
    "Author": "Autore",
    "Back to list": "Torna alla lista",
    "Bad": "Scarso",
    "Birthdate": "Data di nascita",
    "Blog": "Blog",
    "Bounce Rate": "Frequenza di rimbalzo",
    "Brief": "Breve",
    "Bringing the games from the early generation of Pokémon games to the modern era.": "Portando i giochi delle prime generazioni di Pokémon nell'era moderna.",
    "Browser Sessions": "Sessioni del Browser",
    "Cancel": "Annulla",
    "Categories": "Categorie",
    "Category": "Categoria",
    "Check for skin to import from the old site": "Controlla le skin da importare dal vecchio sito",
    "Close": "Chiudi",
    "Code": "Codice",
    "Comment": "Commento",
    "Comments": "Commenti",
    "Confirm": "Conferma",
    "Confirm Password": "Conferma Password",
    "Consents": "Consensi",
    "Contact": "Contatti",
    "Content": "Contenuto",
    "Contribute your language": "Contribuisci con la tua lingua",
    "Create": "Crea",
    "Create Account": "Crea Account",
    "Create API Token": "Crea Token API",
    "Create Skin": "Crea Skin",
    "Created": "Creato",
    "Created.": "Creato.",
    "Current In-game Skin": "Skin Attuale In-game",
    "Current Password": "Password Attuale",
    "current visitors": "visitatori attuali",
    "Custom Field updated successfully!": "Campo personalizzato aggiornato con successo!",
    "Custom Skin": "Skin Personalizzata",
    "Dashboard": "Dashboard",
    "Data has been updated successfully!": "I dati sono stati aggiornati con successo!",
    "Deactivated": "Disattivato",
    "Deactivated because of downtime for the past 24 hours": "Disattivato a causa del tempo di inattività nelle ultime 24 ore",
    "Delete": "Elimina",
    "Delete Account": "Elimina Account",
    "Delete API Token": "Elimina Token API",
    "Description": "Descrizione",
    "Disable": "Disabilita",
    "Discord Users": "Utenti Discord",
    "Do you want your server to be listed for other players to see?": "Vuoi che il tuo server sia visibile agli altri giocatori?",
    "Documentation": "Documentazione",
    "Domain": "Dominio",
    "Done.": "Fatto.",
    "Download": "Scarica",
    "Downloads": "Download",
    "Edit": "Modifica",
    "Edit Profile": "Modifica Profilo",
    "Egg": "Uovo",
    "Email": "Email",
    "Email or Username": "Email o Nome utente",
    "Email Password Reset Link": "Invia link di reset della password",
    "Enable": "Abilita",
    "Ensure your account is using a long, random password to stay secure.": "Assicurati che il tuo account utilizzi una password lunga e casuale per mantenerlo sicuro.",
    "Error updating custom field.": "Errore nell'aggiornamento del campo personalizzato.",
    "Error updating the data.": "Errore nell'aggiornamento dei dati.",
    "Explore the wiki": "Esplora la wiki",
    "fall": "cautunno",
    "Features": "Caratteristiche",
    "File size": "Dimensione file",
    "For your security, please confirm your password to continue.": "Per la tua sicurezza, conferma la tua password per continuare.",
    "Forgot your password?": "Password dimenticata?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Password dimenticata? Nessun problema. Inserisci il tuo indirizzo email e ti invieremo un link per reimpostare la password che ti permetterà di sceglierne una nuova.",
    "Forum (Archived)": "Forum (Archiviato)",
    "Forum Account": "Account Forum",
    "Forum Users": "Utenti Forum",
    "Game Jolt ID": "ID Game Jolt",
    "Game Save": "Salvataggio Gioco",
    "Game version reviewed": "Versione del gioco recensita",
    "Gender": "Genere",
    "Get on our Discord server": "Unisciti al nostro server Discord",
    "Get to customization": "Vai alla personalizzazione",
    "Go back home": "Torna alla home",
    "Go back in time with :game!": "Torna indietro nel tempo con :game!",
    "Go to blog": "Vai al blog",
    "Go to Dashboard": "Vai alla Dashboard",
    "Go to page :page": "Vai alla pagina :page",
    "Good": "Buono",
    "Hello!": "Ciao!",
    "Here you can choose what to share on your public profile.": "Qui puoi scegliere cosa condividere sul tuo profilo pubblico.",
    "History": "Cronologia",
    "Home": "Home",
    "Hostname/IP Address": "NomeHost/Indirizzo IP",
    "I Accept": "Accetto",
    "I agree to the :terms and :privacy": "Accetto i :terms e la :privacy",
    "If necessary, you may log out of all of your other browser sessions across all of your devices.": "Se necessario, puoi disconnetterti da tutte le altre sessioni del browser su tutti i tuoi dispositivi.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Se hai già un account, puoi accettare questo invito cliccando il pulsante qui sotto:",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Se non ti aspettavi di ricevere un invito per questo team, puoi ignorare questa email.",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Se non hai un account, puoi crearne uno cliccando il pulsante qui sotto. Dopo aver creato l'account, potrai cliccare il pulsante di accettazione dell'invito in questa email per accettare l'invito del team:",
    "In-Game Season": "Stagione In-Game",
    "is owned and operated by": "è di proprietà e gestito da",
    "Joined": "Iscritto",
    "Last active": "Ultima attività",
    "Last checked: :time": "Ultimo controllo: :time",
    "Last online": "Ultimo accesso",
    "Last Updated:": "Ultimo aggiornamento:",
    "Last used": "Ultimo utilizzo",
    "Last Verified:": "Ultima verifica:",
    "Latest news": "Ultime notizie",
    "Latest reviews": "Ultime recensioni",
    "Latest supported version": "Ultima versione supportata",
    "Leave a comment": "Lascia un commento",
    "Leave a rating": "Lascia una valutazione",
    "Leave a review": "Lascia una recensione",
    "Leave a review for the game": "Lascia una recensione per il gioco",
    "Legal": "Legale",
    "Like": "Mi piace",
    "Liked": "Piaciuto",
    "likes": "mi piace",
    "Likes": "Mi piace",
    "Link your account with Game Jolt to be able to edit your skins for in-game use, and for more features to come.": "Collega il tuo account con Game Jolt per poter modificare le tue skin per l'uso in-game e per altre funzionalità future.",
    "Link your account with your :account account.": "Collega il tuo account con il tuo account :account.",
    "Location": "Posizione",
    "Log in": "Accedi",
    "Log Out": "Esci",
    "Log Out Other Browser Sessions": "Esci dalle altre sessioni del Browser",
    "Login": "Accedi",
    "Maintenance": "Manutenzione",
    "Manage Account": "Gestisci Account",
    "Manage and log out your active sessions on other browsers and devices.": "Gestisci e disconnetti le tue sessioni attive su altri browser e dispositivi.",
    "Manage API Tokens": "Gestisci Token API",
    "Max characters": "Caratteri massimi",
    "Media": "Media",
    "Members": "Membri",
    "Min characters": "Caratteri minimi",
    "Miss your childhood?": "Ti manca la tua infanzia?",
    "Mod": "Moderatore",
    "Mod Panel": "Pannello Moderatore",
    "Month To Date": "Mese ad oggi",
    "Most Generations and Regions": "Più Generazioni e Regioni",
    "Most Popular": "Più Popolari",
    "My Skins": "Le mie Skin",
    "Name": "Nome",
    "Need help to setup a own server? Check out <a href=\":url\" class=\"font-semibold underline\">this guide</a>.": "Hai bisogno di aiuto per configurare un server? Consulta <a href=\":url\" class=\"font-semibold underline\">questa guida</a>.",
    "New": "Nuovo",
    "New Password": "Nuova Password",
    "Newest": "Più recenti",
    "No": "No",
    "No comments yet": "Ancora nessun commento",
    "No new notifications": "Nessuna nuova notifica", 
    "No notifications": "Nessuna notifica",
    "No skins have been added to your account yet.": "Non hai ancora aggiunto skin al tuo account.",
    "No, do not delete": "No, non eliminare",
    "None found.": "Nessun risultato trovato.",
    "Nostalgia": "Nostalgia",
    "Nothing found.": "Nulla trovato.",
    "Notifications": "Notifiche",
    "of": "di",
    "Official": "Ufficiale",
    "Official Blog": "Blog Ufficiale",
    "Offline": "Offline",
    "Okay": "OK",
    "Old school Pokémon in a 3D world!": "Pokémon old school in un mondo 3D!",
    "Once deleted, all of its resources and data will be permanently deleted.": "Una volta eliminato, tutte le sue risorse e i dati verranno eliminati definitivamente.",
    "Online Players": "Giocatori Online",
    "or log in with": "oppure accedi con",
    "or log in with your P3D account": "oppure accedi con il tuo account P3D",
    "Other users will be able to see this skin": "Altri utenti potranno vedere questa skin",
    "Our forum offers a lot of threads of discussions, bugs and other information. Check them out, see for yourself, and massively level up your knowledge skills in the process.": "Il nostro forum offre molti thread di discussioni, bug e altre informazioni. Dai un'occhiata, guarda tu stesso e aumenta notevolmente le tue competenze conoscitive nel processo.",
    "Overall Game Reviews": "Recensioni complessive del gioco",
    "Owned by": "Di proprietà di",
    "Pageviews": "Pageviews",
    "Pagination Navigation": "Navigazione della Paginazione",
    "pagination.next": "pagination.next",
    "pagination.previous": "pagination.previous",
    "Password": "Password",
    "Permanently delete your account.": "Elimina definitivamente il tuo account.",
    "Permissions": "Permessi",
    "Photo": "Foto",
    "Player Skins": "Skin giocatore",
    "Please be aware that this article is over a year old, and some of the information it contains may no longer be up-to-date. While we strive to keep our content as current and accurate as possible, we recommend double-checking any important details before relying on them.": "Si prega di notare che questo articolo ha più di un anno e alcune delle informazioni in esso contenute potrebbero non essere più aggiornate. Mentre ci impegniamo a mantenere i nostri contenuti il ​​più possibile aggiornati e accurati, consigliamo di ricontrollare eventuali dettagli importanti prima di fare affidamento su di essi.",
    "Please click star rating!": "Clicca sulla valutazione a stelle!",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Conferma l'accesso al tuo account inserendo uno dei tuoi codici di ripristino di emergenza.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Conferma l'accesso al tuo account inserendo il codice di autenticazione fornito dalla tua applicazione di autenticazione.",
    "Please copy your new API token. For your security, it won't be shown again.": "Copia il tuo nuovo Token API. Per la tua sicurezza, non verrà più mostrato.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Inserisci la tua password per confermare che desideri disconnetterti dalle altre sessioni del browser su tutti i tuoi dispositivi.",
    "Please link your Game Jolt account in the section below, you will be able to use the skin section once this is done": "Collega il tuo account Game Jolt nella sezione sottostante, una volta fatto potrai utilizzare la sezione skin",
    "Port": "Porta",
    "Post an update": "Pubblica un aggiornamento",
    "Preferences": "Preferenze",
    "Privacy Policy": "Informativa sulla privacy",
    "Profile Information": "Informazioni Profilo",
    "Public": "Pubblica",
    "Public Skins": "Skin pubbliche",
    "Published": "Pubblicata",
    "Published by": "Pubblicata da",
    "Quarter To Date": "Trimestre fino ad oggi",
    "Rating": "Valutazione",
    "Reactivate": "Riattiva",
    "Read more blog posts": "Leggi altri post del blog",
    "Reading time": "Tempo di lettura",
    "Recovery Code": "Codice di ripristino",
    "Regards": "Distinti saluti",
    "Regenerate Recovery Codes": "Rigenera codici di ripristino",
    "Register": "Registrati",
    "Released": "Rilasciato",
    "Remember me": "Ricordami",
    "Remember the old days when you were playing on a GameBoy? If so; you should try out this game and awake your inner child.": "Ricordi i vecchi tempi in cui giocavi con un GameBoy? Se è così, dovresti provare questo gioco e risvegliare il bambino che è in te.",
    "Remove Association": "Rimuovi associazione",
    "Remove Photo": "Rimuovi Foto",
    "Replies": "Risposte",
    "Reply": "Rispondi",
    "Requirements apply": "Si applicano requisiti",
    "Resend Verification Email": "Invia nuovamente email di verifica",
    "Reset Password": "Resetta la password",
    "Resource": "Risorsa",
    "Resources": "Risorse",
    "results": "risultati",
    "Review": "Recensione",
    "Reviews": "Recensioni",
    "Save": "Salva",
    "Save to \"My skins\"": "Salva in \"Le mie skin\"",
    "Saved.": "Salvato.",
    "Screenshot by": "Screenshot da",
    "Screenshots": "Screenshots",
    "Select a category": "Seleziona una categoria",
    "Select a game version": "Seleziona una versione del gioco",
    "Select A New Photo": "Seleziona una nuova foto",
    "Select image file": "Seleziona file immagine",
    "Server Error": "Errore server",
    "Servers": "Servers",
    "Show": "Mostra",
    "Show Profile": "Mostra profilo",
    "Show Recovery Codes": "Mostra codici di ripristino",
    "Showing": "Mostra",
    "Skin Information": "Informazioni Skin",
    "Skins": "Skins",
    "Slots": "Slots",
    "Social": "Social",
    "spring": "primavera",
    "Start browsing": "Inizia la navigazione",
    "Status": "Stato",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Salva questi codici di ripristino in un gestore di password sicuro. Possono essere utilizzati per ripristinare l'accesso al tuo account se il dispositivo di autenticazione a due fattori viene smarrito.",
    "summer": "estate",
    "Sync your registration date on the forum with this account": "Sincronizza la tua data di registrazione sul forum con questo account",
    "Synchronize": "Sincronizza",
    "Tags": "Tags",
    "Terms and Conditions": "Termini e Condizioni",
    "Terrible": "Terribile",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Grazie per esserti iscritto! Prima di iniziare, potresti verificare il tuo indirizzo email cliccando sul link che ti abbiamo appena inviato? Se non hai ricevuto l'email, saremo lieti di inviartene un'altra.",
    "The P3D Team": "Il team P3D",
    "The ping relative to the server from this website": "Il ping relativo al server di questo sito web",
    "The provided password does not match your current password.": "La password fornita non corrisponde alla password corrente.",
    "There is nothing to show": "Non c'è niente da mostrare",
    "These login methods requires you to have a P3D account with a association to the social account": "Questi metodi di accesso richiedono di avere un account P3D con un'associazione all'account social",
    "This device": "Questo dispositivo",
    "This is a secure area of the application. Please confirm your password before continuing.": "Questa è un'area protetta dell'applicazione. Per piacere conferma la tua password per continuare.",
    "This is the official blog of the team and developers of the game.": "Questo è il blog ufficiale del team e degli sviluppatori del gioco.",
    "This means that the server is maintained by the P3D team": "Ciò significa che il server è gestito dal team P3D",
    "This server has been deactivated from the list because of downtime for the past 24 hours. Only you can see this server now. If it is online again try reactivating it from the dotted-menu.": "Questo server è stato disattivato dall'elenco a causa di un downtime delle ultime 24 ore. Solo tu puoi vedere questo server ora. Se è di nuovo online, prova a riattivarlo dal menu tratteggiato.",
    "This server was added in the last seven days": "Questo server è stato aggiunto negli ultimi sette giorni",
    "This website is open-source on :github, thanks to our contributors! :hearts": "Questo sito web è open source su :github, grazie ai nostri collaboratori! :hearts",
    "Timed Out": "Tempo scaduto",
    "to": "a",
    "Today": "Oggi",
    "Token": "Token",
    "Token Name": "Nome del Token",
    "Two Factor Authentication": "Autenticazione a due fattori",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "L'autenticazione a due fattori è ora abilitata. Scansiona il seguente codice QR utilizzando l'applicazione di autenticazione del tuo telefono.",
    "Uncategorized": "Senza categoria",
    "Unreleased": "Non rilasciato",
    "Update Password": "Aggiorna Password",
    "Update your account's profile information and email address.": "Aggiorna le informazioni del profilo e l'indirizzo email del tuo account.",
    "Update your server info here.": "Aggiorna le informazioni del tuo server qui.",
    "Updated": "Aggiornato",
    "Updates": "Aggiornamenti",
    "Upload": "Carica",
    "Uploaded": "Caricato",
    "Uploaded Skins": "Skin caricate",
    "Use a recovery code": "Usa un codice di ripristino",
    "Use an authentication code": "Usa un codice di autenticazione",
    "User Reviews": "Recensioni degli utenti",
    "Username": "Nome utente",
    "Users will be able to see the reason for the deletion!": "Gli utenti potranno vedere il motivo dell'eliminazione!",
    "Verified and saved.": "Verificato e salvato.",
    "Version Title": "Nome versione",
    "View": "Visita",
    "Views": "Visite",
    "Visit Duration": "Durata visita",
    "Visitors": "Visitatori",
    "Want to add a resource?": "Vuoi aggiungere una risorsa?",
    "Want to add a review?": "Vuoi aggiungere una recensione?",
    "Want to add a server?": "Vuoi aggiungere un server?",
    "We will always send you important information about your account. But we are required by law to obtain consent for other things.": "Ti invieremo sempre informazioni importanti sul tuo account. Ma siamo tenuti per legge a ottenere il consenso per altre cose.",
    "We've made it easy for you to get in touch with other players in real-time with our community Discord-server for the game. You can ask questions, share your ideas and even get help from other players. We're always happy to help!": "Abbiamo reso facile per te entrare in contatto con altri giocatori in tempo reale con il nostro server Discord della community per il gioco. Puoi fare domande, condividere le tue idee e persino ricevere aiuto da altri giocatori. Siamo sempre felici di aiutarti!",
    "Welcome to :game!": "Benvenuto su :game!",
    "What's my token?": "Qual è il mio token?",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Authenticator application.": "Quando l'autenticazione a due fattori è abilitata, ti verrà richiesto un token sicuro e casuale durante l'autenticazione. Puoi recuperare questo token dall'applicazione Authenticator del tuo telefono.",
    "Whoops!": "Ops!",
    "Whoops! Something went wrong.": "Ops! Qualcosa è andato storto.",
    "winter": "inverno",
    "Year To Date": "Da inizio anno",
    "Yes": "Si",
    "You have been invited to join the :team team!": "Sei stato invitato ad entrare nel team :team!",
    "You have enabled two factor authentication.": "Hai abilitato l'autenticazione a due fattori.",
    "You have not enabled two factor authentication.": "Non hai abilitato l'autenticazione a due fattori.",
    "You may accept this invitation by clicking the button below:": "Puoi accettare questo invito facendo clic sul pulsante qui sotto:",
    "You may delete any of your existing tokens if they are no longer needed.": "Puoi eliminare tutti i tuoi token esistenti se non sono più necessari.",
    "You need to be older than :age years old": "Devi avere più di :age anni",
    "You need to be younger than :age years old": "Devi avere meno di :age anni",
    "Your browser does not support the video tag.": "Il tuo browser non supporta il tag video.",
    "Your review of this game": "La tua recensione di questo gioco",
    "Your review of this resource": "La tua recensione di questa risorsa",
    "Your servers": "I tuoi server",
    "Your slots are full. You cannot import from the old site unless you delete one of the slots.": "I tuoi slot sono pieni. Non puoi importare dal vecchio sito a meno che tu non elimini uno degli slot.",
    "Your timezone": "Il tuo fuso orario",
    "Your user was created at": "Il tuo utente è stato creato alle"
}
