{
    "30 Days": "30 Days",
    "365 Days": "365 Days",
    "60 Days": "60 Days",
    "90 Days": "90 Days",
    ":game focuses on the strong points of Pokémon Gold and Silver versions and their remakes, and gives players a taste as to how the once 2D world they knew was in 3D. They could even see through the eyes of their trainer.": ":game fokuserer på de sterke sidene til Pokémon Gold- og Silver-versjoner og deres nyinnspillinger, og gir spillerne en smakebit på hvordan den en gang 2D-verdenen de kjente var i 3D. De kunne til og med se gjennom øynene til treneren deres.",
    ":game has a built in feature where every player has the opportunity to change their look for multiplayer sessions. You'll be amazed how easily you can change it, store other skin and browse what other have made just at your fingertips.": ":game har en innebygd funksjon der hver spiller har muligheten til å endre utseendet for flerspillerøkter. Du vil bli overrasket over hvor enkelt du kan endre det, lagre annen skinn og bla gjennom det andre har laget rett ved fingertuppene.",
    ":game has wonderful documentation covering every aspect of the game. Whether you're new to the game or have previous experience, we recommend reading all of the documentation from beginning to end.": ":game har fantastisk dokumentasjon som dekker alle aspekter av spillet. Enten du er ny i spillet eller har tidligere erfaring, anbefaler vi å lese all dokumentasjonen fra begynnelse til slutt.",
    ":game is a video game originally created by :author. It is heavily inspired by Minecraft, and the Pokémon series.": ":game er et videospill opprinnelig laget av :author. Den er sterkt inspirert av Minecraft og Pokémon-serien.",
    ":game is not affiliated with": ":game ikke er tilknyttet",
    ":game will have support for all generations of Pokémon in the future and all 2D regions will be accessible in the game.": ":game vil i fremtiden ha støtte for alle generasjoner av Pokémon. Og alle 2D regionene vil være tilgjengelige i spillet.",
    ":item deleted successfully.": ":item deleted successfully.",
    "A New Experience": "En ny opplevelse",
    "A new verification link has been sent to the email address you provided during registration.": "En ny bekreftelseskobling er sendt til e-postadressen du oppga under registreringen.",
    "About": "Om",
    "Accept Invitation": "Godta invitasjon",
    "Achieved": "Oppnådd",
    "Active Users": "Aktive brukere",
    "Add": "Legg til",
    "Add a server": "Legg til server",
    "Add additional security to your account using two factor authentication.": "Legg til ekstra sikkerhet i kontoen din ved hjelp av tofaktorautentisering.",
    "Add resource update": "Legg til ressursoppdatering",
    "Admin": "Admin",
    "Admin Skin Deletion Activity": "Admin skinn-slettingsaktivitet",
    "All categories": "Alle kategorier",
    "All server statuses are updated every hour.": "Alle serverstatuser oppdateres hver time.",
    "Already registered?": "Allerede registrert?",
    "Amazing": "Fantastisk",
    "Analytics": "Analytics",
    "API Token": "API-token",
    "API Token Permissions": "API-token rettigheter",
    "API Tokens": "API-tokens",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "API-tokens tillater tredjeparts tjenester å autentisere med applikasjonen vår på dine vegne.",
    "Apply": "Anvend",
    "Are you sure you want to delete this :item?": "Er du sikker på at du vil slette :item?",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Er du sikker på at du vil slette kontoen din? Når kontoen din er slettet, blir alle ressursene og dataene slettet permanent. Vennligst skriv inn passordet ditt for å bekrefte at du vil slette kontoen din permanent.",
    "Are you sure you would like to delete this API token?": "Er du sikker på at du vil slette dette API-tokenet?",
    "Author": "Forfatter",
    "Back to list": "Tilbake til listen",
    "Bad": "Dårlig",
    "Birthdate": "Bursdag",
    "Blog": "Blogg",
    "Bounce Rate": "Bounce Rate",
    "Brief": "Kort",
    "Bringing the games from the early generation of Pokémon games to the modern era.": "Tar spillene fra den tidlige generasjonen av Pokémon-spill til moderne tid.",
    "Browser Sessions": "Nettleserøkter",
    "Cancel": "Avbryt",
    "Categories": "Kategorier",
    "Category": "Kategori",
    "Check for skin to import from the old site": "Se etter skinn som skal importeres fra det gamle nettstedet",
    "Close": "Lukk",
    "Code": "Kode",
    "Comment": "Kommenter",
    "Comments": "Kommentarer",
    "Confirm": "Bekreft",
    "Confirm Password": "Bekreft passord",
    "Consents": "Samtykker",
    "Content": "Innhold",
    "Contribute your language": "Bidra med språket ditt",
    "Create": "Opprett",
    "Create Account": "Opprett konto",
    "Create API Token": "Opprett API-token",
    "Create New Team": "Opprett nytt team",
    "Create Skin": "Opprett skinn",
    "Created": "Opprettet",
    "Created.": "Opprettet.",
    "Current In-game Skin": "Nåværende skinn i spillet",
    "Current Password": "Nåværende passord",
    "current visitors": "nåværende besøkende",
    "Custom Field updated successfully!": "Egendefinert felt ble oppdatert!",
    "Custom Skin": "Tilpasset skinn",
    "Dashboard": "Dashboard",
    "Data has been updated successfully!": "Data har blitt oppdatert!",
    "Deactivated because of downtime for the past 24 hours": "Deaktivert på grunn av nedetid de siste 24 timene",
    "Delete": "Slett",
    "Delete Account": "Slett konto",
    "Delete API Token": "Slett API Token",
    "Description": "Beskrivelse",
    "Disable": "Deaktiver",
    "Discord Users": "Discord brukere",
    "Do you want your server to be listed for other players to see?": "Vil du at serveren din skal være oppført slik at andre spillere kan se?",
    "Documentation": "Dokumentasjon",
    "Domain": "Domene",
    "Done.": "Ferdig.",
    "Download": "Last ned",
    "Downloads": "Nedlastinger",
    "Edit": "Endre",
    "Edit Profile": "Rediger profil",
    "Egg": "Egg",
    "Email": "E-post",
    "Email or Username": "E-post eller brukernavn",
    "Email Password Reset Link": "Link for tilbakestilling av e-postpassord",
    "Enable": "Aktiver",
    "Ensure your account is using a long, random password to stay secure.": "Forsikre deg om at kontoen din bruker et langt, tilfeldig passord for å være sikker.",
    "Error updating custom field.": "Feil under oppdatering av egendefinert felt.",
    "Error updating the data.": "Feil under oppdatering av dataene.",
    "Explore the wiki": "Utforsk wikien",
    "fall": "høst",
    "Features": "Funksjoner",
    "File size": "Filstørrelse",
    "For your security, please confirm your password to continue.": "For sikkerhets skyld, bekreft passordet ditt for å fortsette.",
    "Forgot your password?": "Glemt passordet ditt?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Glemt passordet? Ikke noe problem. Bare gi oss beskjed om e-postadressen din, så sender vi deg en lenke for tilbakestilling av passord som lar deg velge en ny.",
    "Forum (Archived)": "Forum (Arkivert)",
    "Forum Account": "Forumkonto",
    "Forum Users": "Forum brukere",
    "Game Jolt ID": "Game Jolt ID",
    "Game Save": "Spilllagring",
    "Game version reviewed": "Spillversjon anmeldt",
    "Gender": "Kjønn",
    "Get on our Discord server": "Gå inn på vår Discord-server",
    "Get to customization": "Gå til tilpasning",
    "Go back home": "Gå til hjem",
    "Go back in time with :game!": "Gå tilbake i tid med :game!",
    "Go to blog": "Gå til bloggen",
    "Go to Dashboard": "Gå til Dashboard",
    "Go to page :page": "Gå til side :page",
    "Good": "Bra",
    "Here you can choose what to share on your public profile.": "Her kan du velge hva du vil dele på din offentlige profil.",
    "History": "Historie",
    "Home": "Hjem",
    "Hostname\/IP Address": "Vertsnavn\/IP-adresse",
    "I Accept": "Jeg aksepterer",
    "I agree to the :terms and :privacy": "Jeg godtar :terms og :privacy",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Hvis det er nødvendig, kan du logge av alle andre nettleserøkter på tvers av alle enhetene dine. Noen av de siste øktene dine er oppført nedenfor; denne listen kan imidlertid ikke være uttømmende. Hvis du føler at kontoen din er kompromittert, bør du også oppdatere passordet ditt.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Hvis du allerede har en konto, kan du godta denne invitasjonen ved å klikke på knappen nedenfor:",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Hvis du ikke forventet å motta en invitasjon til dette teamet, kan du forkaste denne e-posten.",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Hvis du ikke har en konto, kan du opprette en ved å klikke på knappen nedenfor. Etter at du har opprettet en konto, kan du klikke på knappen for aksept av invitasjon i denne e-posten for å godta teaminvitasjonen:",
    "In-Game Season": "Sesong i spillet",
    "is owned and operated by": "eies og drives av",
    "Joined": "Ble med",
    "Last active": "Sist aktiv",
    "Last checked: :time": "Sist sjekket: :time",
    "Last online": "Sist online",
    "Last Updated:": "Sist oppdatert:",
    "Last used": "Sist brukt",
    "Last Verified:": "Sist bekreftet:",
    "Latest news": "Siste nytt",
    "Latest reviews": "Siste anmeldelser",
    "Latest supported version": "Siste støttede versjon",
    "Leave a comment": "Legg igjen en kommentar",
    "Leave a rating": "Legg igjen en vurdering",
    "Leave a review": "Legg igjen en anmeldelse",
    "Leave a review for the game": "Legg igjen en anmeldelse av spillet",
    "Legal": "Lovlig",
    "Like": "Lik",
    "Liked": "Likt",
    "Likes": "Liker",
    "likes": "liker",
    "Link your account with Game Jolt to be able to edit your skins for in-game use, and for more features to come.": "Koble kontoen din til Game Jolt for å kunne redigere skins for bruk i spillet, og flere funksjoner kommer.",
    "Link your account with your :account account.": "Koble kontoen din til din :account konto.",
    "Location": "Lokasjon",
    "Log in": "Logg inn",
    "Log Out": "Logg ut",
    "Log Out Other Browser Sessions": "Logg av andre nettlesersessioner",
    "Maintenance": "Vedlikehold",
    "Manage Account": "Administrer konto",
    "Manage and log out your active sessions on other browsers and devices.": "Administrer og logg ut dine aktive økter på andre nettlesere og enheter.",
    "Manage API Tokens": "Administrer API-tokens",
    "Manage Team": "Administrer team",
    "Max characters": "Maks tegn",
    "Media": "Media",
    "Members": "Medlemmer",
    "Min characters": "Minst tegn",
    "Miss your childhood?": "Savner du barndommen din?",
    "Mod": "Mod",
    "Mod Panel": "Mod Panel",
    "Month To Date": "Month To Date",
    "Most Generations and Regions": "De fleste generasjoner og regioner",
    "Most Popular": "Mest populær",
    "My Skins": "Mine skinn",
    "Name": "Navn",
    "Need help to setup a own server? Check out <a href=\":url\" class=\"font-semibold underline\">this guide<\/a>.": "Need help to setup a own server? Check out <a href=\":url\" class=\"font-semibold underline\">this guide<\/a>.",
    "New Password": "Nytt passord",
    "Newest": "Nyeste",
    "No": "Nei",
    "No new notifications": "Ingen nye varsler",
    "No notifications": "Ingen varsler",
    "No skins have been added to your account yet.": "Ingen skinn er lagt til kontoen din ennå.",
    "No, do not delete": "Nei, ikke slett",
    "None found.": "Ingen funnet.",
    "Nostalgia": "Nostalgi",
    "Nothing found.": "Ingenting funnet.",
    "Notifications": "Varsler",
    "of": "av",
    "Official Blog": "Offisiell blogg",
    "Okay": "Ok",
    "Old school Pokémon in a 3D world!": "Gammeldags Pokémon i en 3D-verden!",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Når kontoen din er slettet, blir alle ressursene og dataene slettet permanent. Før du sletter kontoen din, må du laste ned all data eller informasjon du vil beholde.",
    "Online Players": "Online spillere",
    "or log in with": "eller logg inn med",
    "or log in with your P3D account": "eller logg på med din P3D-konto",
    "Other users will be able to see this skin": "Andre brukere vil kunne se dette skinnet",
    "Our forum offers a lot of threads of discussions, bugs and other information. Check them out, see for yourself, and massively level up your knowledge skills in the process.": "Forumet vårt tilbyr mange tråder med diskusjoner, feil og annen informasjon. Ta en titt på dem, se selv, og øke kunnskapsferdighetene dine massivt i prosessen.",
    "Overall Game Reviews": "Generelle spillanmeldelser",
    "Owned by": "Eid av",
    "Pageviews": "Sidevisninger",
    "Pagination Navigation": "Paginering navigasjon",
    "pagination.next": "pagination.next",
    "pagination.previous": "pagination.previous",
    "Password": "Passord",
    "Permanently delete your account.": "Slett kontoen din permanent.",
    "Permissions": "Tillatelser",
    "Photo": "Foto",
    "Player Skins": "Spillerskinn",
    "Please be aware that this article is over a year old, and some of the information it contains may no longer be up-to-date. While we strive to keep our content as current and accurate as possible, we recommend double-checking any important details before relying on them.": "Vær oppmerksom på at denne artikkelen er over ett år gammel, og at noe av informasjonen den inneholder kanskje ikke lenger er oppdatert. Selv om vi streber etter å holde innholdet vårt så oppdatert og nøyaktig som mulig, anbefaler vi at du dobbeltsjekker viktige detaljer før du stoler på dem.",
    "Please click star rating!": "Vennligst klikk på stjernerangering!",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Bekreft tilgang til kontoen din ved å angi en av koden for nødgjenoppretting.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Bekreft tilgang til kontoen din ved å skrive inn autentiseringskoden som er gitt av autentiseringsprogrammet.",
    "Please copy your new API token. For your security, it won't be shown again.": "Kopier det nye API-tokenet ditt. For din egen sikkerhet vises den ikke igjen.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Vennligst skriv inn passordet ditt for å bekrefte at du vil logge av andre nettleserøkter på alle enhetene dine.",
    "Please link your Game Jolt account in the section below, you will be able to use the skin section once this is done": "Vennligst koble til din Game Jolt-konto i seksjonen nedenfor, du vil kunne bruke skin-delen når dette er gjort",
    "Port": "Port",
    "Post an update": "Legg ut en oppdatering",
    "Preferences": "Preferanser",
    "Privacy Policy": "Personvernregler",
    "Profile Information": "Profil informasjon",
    "Public": "Offentlig",
    "Public Skins": "Offentlige skinn",
    "Published by": "Publisert av",
    "Quarter To Date": "Quarter To Date",
    "Rating": "Vurdering",
    "Reactivate": "Aktiver på nytt",
    "Read more": "Les mer",
    "Read more blog posts": "Les flere blogginnlegg",
    "Recovery Code": "Gjenopprettingskode",
    "Regenerate Recovery Codes": "Regenerere gjenopprettingskoder",
    "Register": "Registrer",
    "Released": "Utgitt",
    "Remember me": "Husk meg",
    "Remember the old days when you were playing on a GameBoy? If so; you should try out this game and awake your inner child.": "Husker du gamle dager da du spilte på en GameBoy? I så fall; du bør prøve dette spillet og få den nostalgiske følelsen samt besøke ditt indre barn.",
    "Remove Association": "Fjern tilknytning",
    "Remove Photo": "Fjern bilde",
    "Replies": "Replies",
    "Reply": "Reply",
    "Requirements apply": "Krav gjelder",
    "Resend Verification Email": "Send bekreftelses-e-post på nytt",
    "Reset Password": "Nullstill passord",
    "Resource": "Ressurs",
    "Resources": "Ressurser",
    "results": "resultater",
    "Review": "Anmeldelse",
    "Reviews": "Anmeldelser",
    "Save": "Lagre",
    "Save to \"My skins\"": "Lagre til \"Mine skinn\"",
    "Saved.": "Lagret.",
    "Screenshot by": "Skjermbilde av",
    "Screenshots": "Skjermbilder",
    "Select a category": "Velg en kategori",
    "Select a game version": "Velg en spillversjon",
    "Select A New Photo": "Velg et nytt bilde",
    "Select image file": "Velg bildefil",
    "Server Error": "Serverfeil",
    "Servers": "Servere",
    "Show": "Vis",
    "Show Profile": "Vis profil",
    "Show Recovery Codes": "Vis gjenopprettingskoder",
    "Showing": "Viser",
    "Skin Information": "Skinninformasjon",
    "Skins": "Skinn",
    "Slots": "Plasser",
    "Social": "Sosial",
    "spring": "vår",
    "Start browsing": "Begynn å surfe",
    "Status": "Status",
    "Sticky": "Klistret",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Lagre disse gjenopprettingskodene i en sikker passordbehandling. De kan brukes til å gjenopprette tilgang til kontoen din hvis tofaktorautentiseringsenheten din går tapt.",
    "summer": "sommer",
    "Switch Teams": "Bytt team",
    "Sync your registration date on the forum with this account": "Sync your registration date on the forum with this account",
    "Synchronize": "Synchronize",
    "Tags": "Tagger",
    "Team Settings": "Team innstillinger",
    "Terms and Conditions": "Vilkår og betingelser",
    "Terrible": "Fryktelig",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Takk for at du registrerte deg! Før du begynte, kunne du bekrefte e-postadressen din ved å klikke på lenken vi nettopp sendte deg? Hvis du ikke mottok e-posten, sender vi deg en ny.",
    "The P3D Team": "P3D-teamet",
    "The ping relative to the server from this website": "Pingen i forhold til serveren for denne nettsiden",
    "The provided password does not match your current password.": "Det oppgitte passordet samsvarer ikke med det nåværende passordet ditt.",
    "These login methods requires you to have a P3D account with a association to the social account": "These login methods requires you to have a P3D account with a association to the social account",
    "This device": "Denne enheten",
    "This is a secure area of the application. Please confirm your password before continuing.": "Dette er et sikkert område av applikasjonen. Bekreft passordet ditt før du fortsetter.",
    "This is the official blog of the team and developers of the game.": "Dette er offisielle bloggen til teamet og utviklerne av spillet.",
    "This means that the server is maintained by the P3D team": "Dette betyr at serveren vedlikeholdes av P3D-teamet",
    "This server has been deactivated from the list because of downtime for the past 24 hours. Only you can see this server now. If it is online again try reactivating it from the dotted-menu.": "Denne serveren har blitt deaktivert fra listen på grunn av nedetid de siste 24 timene. Bare du kan se denne serveren nå. Hvis den er online igjen, prøv å aktivere den på nytt fra den stiplede menyen.",
    "This server was added in the last seven days": "Denne serveren ble lagt til i løpet av de siste syv dagene",
    "This website is open-source on :github, thanks to our contributors! :hearts": "Denne nettsiden er åpen kildekode på :github, takk til våre bidragsytere! :hearts",
    "Timed Out": "Tidsavbrudd",
    "to": "til",
    "Today": "I dag",
    "Token": "Token",
    "Token Name": "Token navn",
    "Two Factor Authentication": "Tofaktorautentisering",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Tofaktorautentisering er nå aktivert. Skann følgende QR-kode ved hjelp av telefonens autentiseringsapplikasjon.",
    "Uncategorized": "Uncategorized",
    "Unreleased": "Ikke utgitt",
    "Update Password": "Oppdater passord",
    "Update your account's profile information and email address.": "Oppdater kontoinformasjonen og e-postadressen til kontoen din.",
    "Update your server info here.": "Oppdater serverinformasjonen din her.",
    "Updated": "Oppdatert",
    "Updates": "Oppdateringer",
    "Upload": "Last opp",
    "Uploaded": "Lastet opp",
    "Uploaded Skins": "Opplastede skinn",
    "Use a recovery code": "Bruk en gjenopprettingskode",
    "Use an authentication code": "Bruk en godkjenningskode",
    "User Reviews": "Brukeranmeldelser",
    "Username": "Brukernavn",
    "Users will be able to see the reason for the deletion!": "Brukere vil kunne se årsaken til slettingen!",
    "Verified and saved.": "Verifisert og lagret.",
    "Version Title": "Versjonstittel",
    "View": "Vis",
    "Views": "Visninger",
    "Visit Duration": "Besøkets varighet",
    "Visitors": "Besøkende",
    "We will always send you important information about your account. But we are required by law to obtain consent for other things.": "Vi vil alltid sende deg viktig informasjon om kontoen din. Men vi er lovpålagt å innhente samtykke til andre ting.",
    "We've made it easy for you to get in touch with other players in real-time with our community Discord-server for the game. You can ask questions, share your ideas and even get help from other players. We're always happy to help!": "Vi har gjort det enkelt for deg å komme i kontakt med andre spillere i sanntid med vår community Discord-server for spillet. Du kan stille spørsmål, dele ideene dine og til og med få hjelp fra andre spillere. Vi er alltid glade for å hjelpe!",
    "Welcome to :game!": "Velkommen til :game!",
    "What's my token?": "Hva er tokenet mitt?",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Authenticator application.": "Når tofaktorautentisering er aktivert, vil du bli bedt om et sikkert, tilfeldig token under autentisering. Du kan hente dette tokenet fra telefonens Authenticator-applikasjon.",
    "Whoops! Something went wrong.": "Oisann! Noe gikk galt.",
    "winter": "vinter",
    "Year To Date": "Year To Date",
    "Yes": "Yes",
    "You have been invited to join the :team team!": "Du er invitert til å bli med i :team team!",
    "You have enabled two factor authentication.": "Du har aktivert tofaktorautentisering.",
    "You have not enabled two factor authentication.": "Du har ikke aktivert tofaktorautentisering.",
    "You may accept this invitation by clicking the button below:": "Du kan godta denne invitasjonen ved å klikke på knappen nedenfor:",
    "You may delete any of your existing tokens if they are no longer needed.": "Du kan slette noen av dine eksisterende tokens hvis de ikke lenger er nødvendige.",
    "You need to be older than :age years old": "Du må være eldre enn :age år gammel",
    "You need to be younger than :age years old": "Du må være yngre enn :age år gammel",
    "Your browser does not support the video tag.": "Nettleseren din støtter ikke video-taggen.",
    "Your review of this game": "Din anmeldelse av dette spillet",
    "Your review of this resource": "Din anmeldelse av denne ressursen",
    "Your slots are full. You cannot import from the old site unless you delete one of the slots.": "Plassene dine er fulle. Du kan ikke importere fra den gamle siden med mindre du sletter en av plassene.",
    "Your timezone": "Din tidssone",
    "Your user was created at": "Din bruker ble opprettet"
}