{
    ":game focuses on the strong points of Pokémon Gold and Silver versions and their remakes, and gives players a taste as to how the once 2D world they knew was in 3D. They could even see through the eyes of their trainer.": ":game haalt het beste uit de Pokémon Gold (Goud) en Silver (Zilver) spellen en hun remakes, en geeft spelers een indruk van hoe de 2D wereld die ze kennen eruit zou zien in 3D. Ze kunnen zelfs door de ogen van hun trainer kijken.",
    ":game has a built in feature where every player has the opportunity to change their look for multiplayer sessions. You'll be amazed how easily you can change it, store other skin and browse what other have made just at your fingertips.": ":game heeft een ingebouwde functie waarmee elke speler de mogelijkheid heeft om hun uiterlijk (ookwel Karakterafbeelding genoemd) in het spel te veranderen voor sessies met meerdere spelers. Je zult versteld staan van hoe makkelijk het is om je huidige Karakterafbeelding te veranderen, verschillende andere Karakterafbeeldingen op te slaan en je Karakterafbeelding in het spel verschijnt.",
    ":game has wonderful documentation covering every aspect of the game. Whether you're new to the game or have previous experience, we recommend reading all of the documentation from beginning to end.": ":game heeft uitgebreide documentatie waarin elk aspect van het spel wordt uitgelegd. Of je nou een nieuwe of een ervaren speler bent, we bevelen je aan om de documentatie eens goed door te lezen van begin tot eind.",
    ":game is a video game originally created by :author. It is heavily inspired by Minecraft, and the Pokémon series.": ":game is een videospel oorspronkelijk gemaakt door :author. Het is sterk geïnspireerd door Minecraft en de Pokémon-spellenserie.",
    ":game is not affiliated with": ":game is niet gelieerd met",
    ":game will have support for all generations of Pokémon in the future and all 2D regions will be accessible in the game.": ":game zal in de toekomst alle generaties van Pokémon ondersteunen. En alle 2D regio's zullen beschikbaar zijn in het spel.",
    ":item deleted successfully.": ":item met succes verwijderd.",
    "A New Experience": "Een nieuwe ervaring",
    "A new verification link has been sent to the email address you provided during registration.": "Er is een nieuwe verificatielink verstuurd naar het e-mailadres dat je ingegeven hebt tijdens de registratie.",
    "About": "Over",
    "Accept Invitation": "Uitnodiging accepteren",
    "Achieved": "Bereikt",
    "Active Users": "Actieve gebruikers",
    "Add": "Toevoegen",
    "Add a server": "Add a server",
    "Add additional security to your account using two factor authentication.": "Voeg extra beveiliging toe aan je account met twee-factor-authenticatie.",
    "Add resource update": "Voeg een nieuwe bronversie toe",
    "Admin": "Beheerder",
    "Admin Skin Deletion Activity": "Verwijder-activiteit van Karakterafbeeldingen door Beheerders",
    "All categories": "Alle categorieën",
    "All server statuses are updated every hour.": "Alle servergegevens worden elk uur bijgewerkt.",
    "Already registered?": "Al geregistreerd?",
    "Amazing": "Geweldig",
    "API Token": "API-token",
    "API Token Permissions": "API-tokenrechten",
    "API Tokens": "API-tokens",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "Met API-tokens kunnen andere services zich als jou authenticeren in onze applicatie.",
    "Apply": "Toepassen",
    "Are you sure you want to delete this :item?": "Weet je zeker dat je :item wilt verwijderen?",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Weet je zeker dat je je account permanent wilt verwijderen? Als je account wordt verwijderd, worden alle gekoppelde bestanden en gegevens ook permanent verwijderd. Voer alsjeblieft je wachtwoord in, om te bevestigen dat je je account permanent wilt verwijderen.",
    "Are you sure you would like to delete this API token?": "Weet je zeker dat je deze API-token wilt verwijderen?",
    "Author": "Auteur",
    "Back to list": "Terug naar lijst",
    "Bad": "Slecht",
    "Birthdate": "Geboortedatum",
    "Blog": "Blog",
    "Blog Posts": "Blogposts",
    "Brief": "Kortdurig",
    "Bringing the games from the early generation of Pokémon games to the modern era.": "De spellen van de eerste generaties van Pokémon-spellen worden naar het moderne tijdperk gebracht.",
    "Browser Sessions": "Browsersessies",
    "Cancel": "Annuleren",
    "Categories": "Categorieën",
    "Category": "Categorie",
    "Check for skin to import from the old site": "Controleren of er Karakterafbeeldingen van de oude site geïmporteerd kunnen worden",
    "Close": "Sluit",
    "Code": "Code",
    "Confirm": "Bevestig",
    "Confirm Password": "Bevestig wachtwoord",
    "Consents": "machtigingen",
    "Content": "Inhoud",
    "Contribute your language": "Contribute your language",
    "Create": "Aanmaken",
    "Create Account": "Account aanmaken",
    "Create API Token": "Maak een API-token",
    "Create New Team": "Maak nieuw team aan",
    "Create Permission": "Maak machtiging aan",
    "Create Role": "Maak rol aan",
    "Create Skin": "Maak een Karakterafbeelding aan",
    "Created": "Aangemaakt",
    "Created.": "Aangemaakt.",
    "Current In-game Skin": "Huidige Karakterafbeelding in het spel",
    "Current Password": "Huidig wachtwoord",
    "Custom Field updated successfully!": "Aangepast veld is met succes bijgewerkt!",
    "Custom Skin": "Aangepaste Karakterafbeelding",
    "Dashboard": "Dashboard",
    "Data has been updated successfully!": "Gegevens zijn met succes bijgewerkt!",
    "Deactivated because of downtime for the past 24 hours": "Uitgeschakeld omdat er geen activiteit was tijdens de afgelopen 24 uur.",
    "Delete": "Verwijder",
    "Delete Account": "Account Verwijderen",
    "Delete API Token": "API-token Verwijderen",
    "Description": "Beschrijving",
    "Disable": "Schakel uit",
    "Discord Users": "Discord-gebruikers",
    "Do you want your server to be listed for other players to see?": "Wil je dat andere spelers jouw server kunnen zien?",
    "Documentation": "Documentatie",
    "Done.": "Klaar.",
    "Download": "Download",
    "Downloads": "Downloads",
    "Draft": "Concept",
    "Edit": "Aanpassen",
    "Edit Permission": "Pas machtiging aan",
    "Edit Post": "Bewerk blogpost",
    "Edit Profile": "Bewerk profiel",
    "Email": "E-mailadres",
    "Email or Username": "E-mail of gebruikersnaam",
    "Email Password Reset Link": "Verstuur link",
    "Enable": "Schakel in",
    "Ensure your account is using a long, random password to stay secure.": "Zorg ervoor dat je account een lang, willekeurig wachtwoord gebruikt om veilig te blijven.",
    "Error updating custom field.": "Fout tijdens het bijwerken van een aangepast veld.",
    "Error updating the data.": "Fout tijdens het bijwerken van de gegevens.",
    "Explore the wiki": "Verken de wiki",
    "fall": "herfst",
    "Features": "Kenmerken",
    "File size": "Bestandsgrootte",
    "For your security, please confirm your password to continue.": "Bevestig voor de zekerheid je wachtwoord om door te gaan.",
    "Forgot your password?": "Wachtwoord vergeten?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Wachtwoord vergeten? Geen probleem. Geef hier je e-mailadres in en we sturen je een link via mail waarmee je een nieuw wachtwoord kan instellen.",
    "Forum (Archived)": "Forum (Gearchiveerd)",
    "Forum Account": "Forumaccount",
    "Forum Users": "Forumgebruikers",
    "Game Jolt ID": "Game Jolt ID",
    "Game version reviewed": "Beoordeelde spelversie",
    "Gender": "Gender",
    "Get on our Discord server": "Kom bij onze Discord-server",
    "Get to customization": "Pas dingen aan",
    "Go back home": "Go back home",
    "Go back in time with :game!": "Ga terug in de tijd met :game!",
    "Go to blog": "Ga naar blog",
    "Go to Dashboard": "Ga naar dashboard",
    "Go to page :page": "Ga naar pagina :page",
    "Good": "Goed",
    "Here you can choose what to share on your public profile.": "Hier kun je kiezen wat je wilt delen op je openbare profiel.",
    "History": "Geschiedenis",
    "Home": "Thuis",
    "Hostname\/IP Address": "Hostnaam\/IP-adres",
    "I Accept": "Ik ga akkoord",
    "I agree to the :terms and :privacy": "Ik ga akkoord met :terms en :privacy",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Indien nodig, kunt u uitloggen bij al uw andere browsersessies op al uw apparaten. Sommige van uw recente sessies staan hieronder vermeld; deze lijst is echter mogelijk niet volledig. Als u denkt dat uw account is gecompromitteerd, moet u ook uw wachtwoord bij te werken.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Als je al een account hebt, kan je deze uitnodiging accepteren door op onderstaande knop te klikken:",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Als je geen uitnodiging voor dit team verwachtte, mag je deze mail negeren.",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Als je nog geen account hebt, kan je er een aanmaken door op onderstaande knop te klikken. Na het aanmaken van je account kan je op de uitnodiging in deze mail klikken om die te accepteren:",
    "In-Game Season": "Huidige seizoen in het spel",
    "is owned and operated by": "is eigendom van en wordt beheerd door",
    "Joined": "Lid geworden",
    "Last active": "Laatst actief",
    "Last checked: :time": "Voor het laatst gecontroleerd: :time",
    "Last online": "Voor het laatst online",
    "Last Updated:": "Voor het laatst bijgewerkt:",
    "Last used": "Laatst gebruikt",
    "Last Verified:": "Voor het laatst geverifieerd:",
    "Latest news": "Laatste nieuws",
    "Latest reviews": "Laatste beoordelingen",
    "Latest supported version": "Laatste ondersteunde versie",
    "Leave a rating": "Geef een score",
    "Leave a review": "Geef een beoordeling",
    "Leave a review for the game": "Geef het spel een beoordeling",
    "Legal": "Legaal",
    "Like": "Waardeer",
    "Liked": "Gewaardeerd",
    "Likes": "Waarderingen",
    "likes": "waarderingen",
    "Link your account with Game Jolt to be able to edit your skins for in-game use, and for more features to come.": "Verbind je account met Game Jolt om de mogelijkheid te krijgen om je Karakterafbeelding in het spel aan te passen, en voor mogelijke andere functies die in de toekomst toegevoegd kunnen worden.",
    "Link your account with your :account account.": "Verbind je account met je :account account.",
    "Location": "Locatie",
    "Log in": "Inloggen",
    "Log Out": "Uitloggen",
    "Log Out Other Browser Sessions": "Uitloggen bij alle sessies",
    "Maintenance": "Onderhoud",
    "Manage Account": "Accountbeheer",
    "Manage and log out your active sessions on other browsers and devices.": "Beheer je actieve sessies op andere browsers en andere apparaten.",
    "Manage API Tokens": "Beheer API-tokens",
    "Manage Permissions": "Beheer machtigingen",
    "Manage Roles": "Beheer rollen",
    "Manage Team": "Beheer Team",
    "Manage Users": "Beheer gebruikers",
    "Max characters": "Maximum aantal tekens",
    "Media": "Media",
    "Min characters": "Minimum aantal tekens",
    "Miss your childhood?": "Mis je je kindertijd?",
    "Most Generations and Regions": "De meeste generaties en regio's.",
    "Most Popular": "Meest populair",
    "My Skins": "Mijn Karakterafbeeldingen",
    "Name": "Naam",
    "Need help to setup a own server? Check out <a href=\":url\" class=\"font-semibold underline\">this guide<\/a>.": "Heb je hulp nodig met het opzetten van je eigen server? Bekijk dan <a href=\":url\" class=\"font-semibold underline\">deze gids<\/a>.",
    "New Password": "Nieuw wachtwoord",
    "New Post": "Nieuwe post",
    "Newest": "Nieuwst",
    "No skins have been added to your account yet.": "Er zijn nog geen Karakterafbeeldingen toegevoegd aan je account.",
    "No Trophies": "Geen trofeeën",
    "No, do not delete": "Nee, verwijder niet",
    "None found.": "Geen gevonden.",
    "Nostalgia": "Nostalgie",
    "Nothing found.": "Niets gevonden.",
    "of": "van",
    "Official Blog": "Officiële blog",
    "Okay": "Oké",
    "Old school Pokémon in a 3D world!": "Pokémon van de oude stempel in een 3D wereld!",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Als je account wordt verwijderd, worden alle gekoppelde bestanden en gegevens ook permanent verwijderd. Sla alsjeblieft alle data op die je wilt behouden, voordat je je account verwijderd.",
    "Online Players": "Online-spelers",
    "or log in with": "of meld je aan met",
    "or log in with your P3D account": "of meld je aan met je P3D-account",
    "Other users will be able to see this skin": "Andere gebruikers zullen deze Karakterafbeelding kunnen zien",
    "Our forum offers a lot of threads of discussions, bugs and other information. Check them out, see for yourself, and massively level up your knowledge skills in the process.": "Ons forum biedt een heleboel discussieonderwerpen, ruimte om foutmeldingen te plaatsen en andere informatie. Bekijk het forum zelf eens en breng er je kennis en vaardigheden mee tot een hoger niveau.",
    "Overall Game Reviews": "Algemene spelbeoordelingen",
    "Owned by": "Eigendom van",
    "Pagination Navigation": "Paginanavigatie",
    "pagination.next": "pagination.next",
    "pagination.previous": "pagination.previous",
    "Password": "Wachtwoord",
    "Permanently delete your account.": "Verwijder je account permanent.",
    "Permission Name": "Machtiging-naam",
    "Permissions": "Rechten",
    "Photo": "Foto",
    "Player Skins": "Karakterafbeeldingen",
    "Please click star rating!": "Klik op de sterren om ons een score te geven!",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Bevestig de toegang tot je account door een van je noodherstelcodes in te voeren.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Bevestig de toegang tot je account door de authenticatiecode in te voeren die door je authenticator-applicatie is aangemaakt.",
    "Please copy your new API token. For your security, it won't be shown again.": "Kopieer je nieuwe API-token. Voor de veiligheid zal het niet opnieuw getoond worden.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Voer uw wachtwoord in om te bevestigen dat u zich wilt afmelden bij uw andere browsersessies op al uw apparaten.",
    "Port": "Poort",
    "Post a update": "Plaats een update",
    "Preferences": "Voorkeuren",
    "Privacy Policy": "Privacybeleid",
    "Profile Information": "Profiel Informatie",
    "Public": "Openbaar",
    "Public Skins": "Openbare Karakterafbeeldingen",
    "Published": "Gepubliceerd",
    "Published by": "Gepubliceerd door",
    "Rating": "Score",
    "Reactivate": "Opnieuw activeren",
    "Read more": "Lees meer",
    "Read more blog posts": "Lees meer blogposts",
    "Recovery Code": "Herstelcode",
    "Regenerate Recovery Codes": "Herstelcodes Opnieuw Genereren",
    "Register": "Registreren",
    "Released": "Gepubliceerd",
    "Remember me": "Onthouden",
    "Remember the old days when you were playing on a GameBoy? If so; you should try out this game and awake your inner child.": "Weet je nog toen je vroeger op je GameBoy speelde? Als dat zo is; probeer dit spel dan eens uit en ontwaak je innerlijke kind.",
    "Remove Association": "Verwijder verbinding",
    "Remove Photo": "Foto Verwijderen",
    "Requirements apply": "Vereisten gelden",
    "Resend Verification Email": "Verificatie-e-mail opnieuw versturen",
    "Reset Password": "Wachtwoord herstellen",
    "Resource": "Bron",
    "Resources": "Bronnen",
    "results": "resultaten",
    "Review": "Beoordeling",
    "Reviews": "Beoordelingen",
    "Role Name": "Rol-naam",
    "Roles": "Rollen",
    "Save": "Opslaan",
    "Save to \"My skins\"": "Sla op naar \"Mijn Karakterafbeeldingen\"",
    "Saved.": "Opgeslagen.",
    "Screenshot by": "Schermafbeelding door",
    "Screenshots": "Schermafbeeldingen",
    "Select a category": "Selecteer een categorie",
    "Select a game version": "Selecteer een spelversie",
    "Select A New Photo": "Selecteer Een Nieuwe Foto",
    "Select image file": "Selecteer afbeelding-bestand",
    "Servers": "Servers",
    "Show": "Toon",
    "Show Profile": "Toon profiel",
    "Show Recovery Codes": "Toon herstelcodes",
    "Showing": "Toont",
    "Skin Information": "Karakterafbeelding-informatie",
    "Skins": "Karakterafbeeldingen",
    "Slots": "Plaatsen",
    "Social": "Sociaal",
    "spring": "lente",
    "Start browsing": "Begin met verkennen",
    "Stats": "Stats",
    "Status": "Status",
    "Sticky": "Plakkerig",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Bewaar deze herstelcodes in een beveiligde wachtwoordbeheerder. Ze kunnen worden gebruikt om de toegang tot je account te herstellen als je twee-factor-authenticatieapparaat verloren is gegaan.",
    "summer": "zomer",
    "Switch Teams": "Wissel Van Team",
    "Tags": "Labels",
    "Team Settings": "Team Instellingen",
    "Terms and Conditions": "Algemene voorwaarden",
    "Terrible": "Verschrikkelijk",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Bedankt voor je registratie! Wil je voordat je begint je e-mailadres verifiëren door op de link te klikken die we je zojuist via mail hebben verstuurd? Als je de e-mail niet hebt ontvangen, sturen we je graag een nieuwe.",
    "The P3D Team": "Het P3D-team",
    "The ping relative to the server from this website": "De relatieve ping naar de server vanaf deze website",
    "The provided password does not match your current password.": "Het opgegeven wachtwoord komt niet overeen met je huidige wachtwoord.",
    "This device": "Dit apparaat",
    "This is a secure area of the application. Please confirm your password before continuing.": "Dit is een beveiligd gedeelte van de applicatie. Bevestig je wachtwoord voordat je doorgaat.",
    "This is the official blog of the team and developers of the game.": "This is the official blog of the team and developers of the game.",
    "This means that the server is maintained by the P3D team": "Dit betekent dat de server beheerd wordt door het P3D-team",
    "This server has been deactivated from the list because of downtime for the past 24 hours. Only you can see this server now. If it is online again try reactivating it from the dotted-menu.": "Deze server is uitgeschakeld in de lijst omdat er geen activiteit was tijdens de afgelopen 24 uur. Alleen jij kunt nu de server zien. Als hij weer online is, probeer hem dan weer in te schakelen in het menu van de knop met de stippen.",
    "This server was added in the last seven days": "Deze server is toegevoegd tijdens de afgelopen zeven dagen",
    "This website is open-source on :github, thanks to our contributors! :hearts": "Deze website is open-source op :github, met dank aan onze contributeurs! :hearts",
    "Timed Out": "Verbinding time-out",
    "Title": "Titel",
    "to": "tot",
    "Token": "Token",
    "Token Name": "Token Naam",
    "Two Factor Authentication": "Twee-factor-authenticatie",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Twee-factor-authenticatie is nu ingeschakeld. Scan de volgende QR-code met de authenticatie-applicatie op je telefoon.",
    "Unreleased": "Niet gepubliceerd",
    "Update Password": "Wachtwoord Aanpassen",
    "Update your account's profile information and email address.": "Pas je profiel informatie en e-mailadres aan.",
    "Update your server info here.": "Pas hier de serverinformatie aan.",
    "Updated": "Bijgewerkt",
    "Updates": "Updates",
    "Upload": "Upload",
    "Uploaded": "Ge-upload",
    "Uploaded Skins": "Ge-uploade Karakterafbeeldingen",
    "Use a recovery code": "Gebruik een herstelcode",
    "Use an authentication code": "Gebruik een autorisatiecode",
    "User Management": "Gebruikersbeheer",
    "User Reviews": "Gebruikersbeoordelingen",
    "Username": "Gebruikersnaam",
    "Users": "Gebruikers",
    "Users will be able to see the reason for the deletion!": "Gebruikers zullen de reden van de verwijdering kunnen zien!",
    "Verified and saved.": "Geverifieerd en opgeslagen.",
    "Version Title": "Versietitel",
    "View": "View",
    "Views": "Views",
    "Visible": "Zichtbaar",
    "We will always send you important information about your account. But we are required by law to obtain consent for other things.": "We zullen je altijd belangrijke informatie sturen over je account. Maar de wet vereist van ons om machtiging te vragen voor andere dingen.",
    "We've made it easy for you to get in touch with other players in real-time with our community Discord-server for the game. You can ask questions, share your ideas and even get help from other players. We're always happy to help!": "We hebben het makkelijk voor je gemaakt om in direct contact te komen met andere spelers door middel van onze Discord-server voor het spel. Je kunt er vragen stellen, je ideeën delen en zelfs hulp krijgen van andere spelers. We zullen je altijd graag helpen!",
    "Welcome to :game!": "Welkom bij :game!",
    "What's my token?": "Wat is mijn token?",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Authenticator application.": "Wanneer twee-factor-authenticatie is ingeschakeld, zul je gevraagd worden om een veilige, willekeurige token (tekenreeks) tijdens de authenticatie. Deze kun je vinden in de authenticatie-applicatie op je telefoon.",
    "Whoops! Something went wrong.": "Oeps! Er is iets misgelopen.",
    "winter": "winter",
    "Yes": "Ja",
    "You have been invited to join the :team team!": "Je bent uitgenodigd om lid te worden van team :team!",
    "You have enabled two factor authentication.": "Je hebt twee-factor-authenticatie ingeschakeld.",
    "You have not enabled two factor authentication.": "Je hebt twee-factor-authenticatie niet ingeschakeld.",
    "You may accept this invitation by clicking the button below:": "Je kunt de uitnodiging accepteren door op de volgende knop te klikken:",
    "You may delete any of your existing tokens if they are no longer needed.": "Je kunt al je bestaande tokens verwijderen als ze niet langer nodig zijn.",
    "You need to be older than :age years old": "Je moet ouder zijn dan :age jaar",
    "You need to be younger than :age years old": "Je moet jonger zijn dan :age jaar",
    "You need to link your Game Jolt account before accessing this page.": "Je moet je account verbinden met Game Jolt voordat je deze pagina kunt bezoeken.",
    "Your browser does not support the video tag.": "Je browser ondersteunt het videolabel niet.",
    "Your review of this game": "Jouw beoordeling van dit spel",
    "Your review of this resource": "Jouw beoordeling van deze bron",
    "Your slots are full. You cannot import from the old site unless you delete one of the slots.": "Er is geen plaats meer. Je kunt niet van de oude site importeren tenzij je een van de plaatsen vrij maakt."
}