{
    "30 Days": "30 Dias",
    "365 Days": "365 Dias",
    "60 Days": "60 Dias",
    "90 Days": "90 Dias",
    ":game focuses on the strong points of Pokémon Gold and Silver versions and their remakes, and gives players a taste as to how the once 2D world they knew was in 3D. They could even see through the eyes of their trainer.": ":game foca nos pontos fortes de Pokémon Gold e Silver e seus remakes, e dá aos jogadores um gostinho de como o mundo 2D que conheciam fosse em 3D. Eles podem até enxergar o mundo pela visão do seu treinador!",
    ":game has a built in feature where every player has the opportunity to change their look for multiplayer sessions. You'll be amazed how easily you can change it, store other skin and browse what other have made just at your fingertips.": ":game tem um sistema integrado onde todo jogador tem a opção de alterar sua aparência para sessões multiplayer. Você se surpreenderá com o quão fácilmente você pode mudar, guardar e pesquisar por outras skins criadas por outros jogadores.",
    ":game has wonderful documentation covering every aspect of the game. Whether you're new to the game or have previous experience, we recommend reading all of the documentation from beginning to end.": ":game possui uma vasta documentação cobrindo cada aspecto do jogo. Seja você um novato ou experiente, nós recomendamos que leia toda a documentação do começo até o fim.",
    ":game is a video game originally created by :author. It is heavily inspired by Minecraft, and the Pokémon series.": ":game é um jogo originalmente criado por :author. É fortemente inspirado pelo Minecraft, e a franquia Pokémon.",
    ":game is not affiliated with": ":game não é afiliado com",
    ":game will have support for all generations of Pokémon in the future and all 2D regions will be accessible in the game.": ":game irá ter suporte a todas as gerações de Pokémon no futuro e todas as regiões 2D regions serão acessíveis no jogo.",
    ":item deleted successfully.": ":item excluído com sucesso.",
    "A New Experience": "Uma Nova Experiência",
    "A new verification link has been sent to the email address you provided during registration.": "Um novo link de verificação foi enviado ao endereço de e-mail fornecido durante o registro.",
    "About": "Sobre",
    "Accept Invitation": "Aceitar convite",
    "Achieved": "Alcançou",
    "Active Users": "Usuários Ativos",
    "Add": "Adicionar",
    "Add a server": "Adicionar um servidor",
    "Add additional security to your account using two factor authentication.": "Adicione mais segurança à sua conta usando autenticação em dois fatores.",
    "Add resource update": "Adicionar uma atualização de recurso",
    "Admin": "Admin",
    "Admin Skin Deletion Activity": "Atividade de Exclusão de Skin de Administradores",
    "All categories": "Todas as categorias",
    "All server statuses are updated every hour.": "Todos os status dos servidores são atualizados toda hora.",
    "Already registered?": "Já registrado?",
    "Amazing": "Incrível",
    "Analytics": "Analíticos",
    "API Token": "Token da API",
    "API Token Permissions": "Permissões do Token da API",
    "API Tokens": "Tokens da API",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "Tokens da API permitem que serviços de terceiros se autentiquem em nossa aplicação em seu nome.",
    "Apply": "Aplicar",
    "Are you sure you want to delete this :item?": "Tem certeza de que quer excluir esse :item?",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Tem certeza que quer excluir a sua conta? Uma vez excluída, todos os dados e recursos relativos a ela serão permanentemente excluídos. Por favor informe a sua senha para confirmar que você deseja excluir permanentemente a sua conta.",
    "Are you sure you would like to delete this API token?": "Tem certeza de que deseja excluir este token da API?",
    "Author": "Autor",
    "Back to list": "Voltar à lista",
    "Bad": "Ruim",
    "Birthdate": "Data de nascimento",
    "Blog": "Blog",
    "Bounce Rate": "Taxa de Rejeição",
    "Brief": "Sumário",
    "Bringing the games from the early generation of Pokémon games to the modern era.": "Trazendo os jogos das antigas gerações de Pokémon para a era moderna.",
    "Browser Sessions": "Sessões do navegador",
    "Cancel": "Cancelar",
    "Categories": "Catergorias",
    "Category": "Categoria",
    "Check for skin to import from the old site": "Procure por uma skin para importar do site antigo",
    "Close": "Fechar",
    "Code": "Código",
    "Comment": "Comentar",
    "Comments": "Comentários",
    "Confirm": "Confirmar",
    "Confirm Password": "Confirmar senha",
    "Consents": "Consente",
    "Content": "Conteúdo",
    "Contribute your language": "Adicione o seu idioma",
    "Create": "Criar",
    "Create Account": "Criar Conta",
    "Create API Token": "Criar Token da API",
    "Create New Team": "Criar Nova Equipe",
    "Create Skin": "Criar Skin",
    "Created": "Criada",
    "Created.": "Criada.",
    "Current In-game Skin": "Skin atual",
    "Current Password": "Senha Atual",
    "current visitors": "visitantes no momento",
    "Custom Field updated successfully!": "Campo Personalizado atualizado com sucesso!",
    "Custom Skin": "Skin Personalizada",
    "Dashboard": "Painel",
    "Data has been updated successfully!": "As informações foram atualizadas com sucesso!",
    "Deactivated because of downtime for the past 24 hours": "Desativado devido a inatividade nas últimas 24 horas",
    "Delete": "Excluir",
    "Delete Account": "Excluir Conta",
    "Delete API Token": "Excluir Token da API",
    "Description": "Descrição",
    "Disable": "Desativar",
    "Discord Users": "Usuários do Discord",
    "Do you want your server to be listed for other players to see?": "Você quer seu servidor listado para outros jogadores verem?",
    "Documentation": "Documentação",
    "Domain": "Domínio",
    "Done.": "Feito.",
    "Download": "Download",
    "Downloads": "Downloads",
    "Edit": "Editar",
    "Edit Profile": "Editar Perfil",
    "Email": "E-mail",
    "Email or Username": "Email or Nome de Usuário",
    "Email Password Reset Link": "Link de redefinição de senha",
    "Enable": "Ativar",
    "Ensure your account is using a long, random password to stay secure.": "Garanta que sua conta esteja usando uma senha longa e aleatória para se manter seguro.",
    "Error updating custom field.": "Erro ao atualizar o campo personalizado.",
    "Error updating the data.": "Erro ao atualizar as informações.",
    "Explore the wiki": "Explore a wiki",
    "fall": "outono",
    "Features": "Funcionalia=dades",
    "File size": "Tamanho do arquivo",
    "For your security, please confirm your password to continue.": "Para sua segurança, por favor confirme a sua senha antes de prosseguir.",
    "Forgot your password?": "Esqueceu a senha?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Esqueceu sua senha? Sem problemas. É só nos informar o seu e-mail que nós enviaremos para você um link para redefinição de senha que irá permitir que você escolha uma nova senha.",
    "Forum (Archived)": "Fórum (Arquivado)",
    "Forum Account": "Conta do Fórum",
    "Forum Users": "Usuários do Fórum",
    "Game Jolt ID": "ID da Game Jolt",
    "Game Save": "Save do Jogo",							 
    "Game version reviewed": "Versão do jogo revisado",
    "Gender": "Gênero",
    "Get on our Discord server": "Entre no nosso Discord",
    "Get to customization": "Ir para personalização",
    "Go back home": "Voltar a página principal",
    "Go back in time with :game!": "Volte no tempo com :game!",
    "Go to blog": "It para o blog",
    "Go to Dashboard": "Ir para o Painel",
    "Go to page :page": "Ir para página :page",
    "Good": "Bom",
    "Here you can choose what to share on your public profile.": "Aqui você escolhe o que compartilhar no seu perfil.",
    "History": "Histórico",
    "Home": "Home",
    "Hostname\/IP Address": "Nome do Host\/Endereço IP",
    "I Accept": "Eu Aceito",
    "I agree to the :terms and :privacy": "Eu concordo com os :terms e :privacy",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Se necessário, você pode sair de todas as suas outras sessões de navegador em todos os seus dispositivos. Algumas de suas sessões recentes estão listadas abaixo; no entanto, esta lista pode não ser exaustiva. Se você sentir que sua conta foi comprometida, Você também deve atualizar sua senha.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Se já tiver uma conta, poderá aceitar este convite carregando no botão abaixo:",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Se você não esperava receber um convite para esta equipe, você pode descartar este e-mail.",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Se você não tem uma conta, você pode criar uma clicando no botão abaixo. Depois de criar uma conta, você pode clicar no botão aceitar o convite neste e-mail para aceitar o convite da equipe:",
    "In-Game Season": "Estação dentro do jogo",
    "is owned and operated by": "é operada e propriedade de",
    "Joined": "Entrou",
    "Last active": "Última atividade",
    "Last checked: :time": "Última vez checado: :time",
    "Last online": "Última vez online",
    "Last Updated:": "Última atualização:",
    "Last used": "Usado por último",
    "Last Verified:": "Última vez verificado:",
    "Latest news": "Últimas notícias",
    "Latest reviews": "Últimas avaliações",
    "Latest supported version": "Versão mais recente",
    "Leave a comment": "Deixe um comentário",
    "Leave a rating": "Dê uma nota",
    "Leave a review": "Deixe uma avaliação",
    "Leave a review for the game": "Deixe uma avaliação para o jogo",
    "Legal": "Legal",
    "Like": "Curtir",
    "Liked": "Curtido",
    "likes": "curtidas",
    "Likes": "Curtidas",
    "Link your account with Game Jolt to be able to edit your skins for in-game use, and for more features to come.": "Conecte sua conta com a Game Jolt para poder editar suas skins para usar no jogo, e mais funcionalidades futuras.",
    "Link your account with your :account account.": "Conecte sua conta com a :account account.",
    "Location": "Local",
    "Log in": "Entrar",
    "Log Out": "Sair",
    "Log Out Other Browser Sessions": "Desligar Outras Sessões do Navegador",
    "Maintenance": "Manutenção",
    "Manage Account": "Gerenciar Conta",
    "Manage and log out your active sessions on other browsers and devices.": "Gerenciar e registrar suas sessões ativas em outros navegadores e dispositivos.",
    "Manage API Tokens": "Gerenciar Tokens de API",
    "Manage Team": "Gerenciar Equipe",
    "Max characters": "Máx de caracteres",
    "Media": "Media",
    "Members": "Membros",						 
    "Min characters": "Min de caracteres",
    "Miss your childhood?": "Saudades da infância?",
    "Mod": "Moderador",
    "Mod Panel": "Painel de Mods",
    "Month To Date": "Mês Atual",
    "Most Generations and Regions": "Mais Gerações e Regiões",
    "Most Popular": "Mais Populares",
    "My Skins": "Minhas Skins",
    "Name": "Nome",
    "Need help to setup a own server? Check out <a href=\":url\" class=\"font-semibold underline\">this guide<\/a>.": "Precisa de ajuda criando seu servidor? Acesse <a href=\":url\" class=\"font-semibold underline\">esse guia<\/a>.",
    "New Password": "Nova Senha",
    "Newest": "Mais Novos",
    "No": "Não",
    "No new notifications": "Sem novas notificações",
    "No notifications": "Sem notificações",
    "No skins have been added to your account yet.": "Nenhuma skin foi adicionada na sua conta ainda.",
    "No, do not delete": "Não, não exclua",
    "None found.": "Nada encontrado.",
    "Nostalgia": "Nostalgia",
    "Nothing found.": "Nada encontrado.",
    "Notifications": "Notificações",
    "of": "de",
    "Official Blog": "Blog Oficial",
    "Okay": "Ok",
    "Old school Pokémon in a 3D world!": "Pokémon à moda antiga num mundo 3D!",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Uma vez que sua conta é excluída, todos os dados e recursos desta conta serão excluídos permanentemente. Antes de excluir a sua conta, faça download de todos os dados e informações que você deseje manter.",
    "Online Players": "Jogadores Online",
    "or log in with": "ou logue com",
    "or log in with your P3D account": "ou logue com sua conta P3D",
    "Other users will be able to see this skin": "Outros usuários poderão ver essa skin",
    "Our forum offers a lot of threads of discussions, bugs and other information. Check them out, see for yourself, and massively level up your knowledge skills in the process.": "Nósso fórum oferece muitos tópicos de discussão, bugs e outras informações. Olhe e interaja, e aumente o nível do seu conhecimento no processo.",
    "Overall Game Reviews": "Overall Game Reviews",
    "Owned by": "Criado por",
    "Pageviews": "Visualizações",
    "Pagination Navigation": "Navegação da Paginação",
    "pagination.next": "pagination.next",
    "pagination.previous": "pagination.previous",
    "Password": "Senha",
    "Permanently delete your account.": "Excluir esta conta permanentemente.",
    "Permissions": "Permissões",
    "Photo": "Foto",
    "Player Skins": "Skins do Jogador",
    "Please be aware that this article is over a year old, and some of the information it contains may no longer be up-to-date. While we strive to keep our content as current and accurate as possible, we recommend double-checking any important details before relying on them.": "Por favor tenha ciência de que esse artigo possui mais de um ano de idade, e as informações nele podem não estar atualizadas. Nós prezamos em manter nosso conteúdo o mais preciso e atual possível, nós recomendamos verificar qualquer detalhe importante antes de confiar nele.",
    "Please click star rating!": "Por favor clique na avaliação de estrelas!",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Por favor confirme o acesso à sua conta inserindo um de seus códigos de recuperação de emergência.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Por favor confirme o acesso à sua conta informando um código de autenticação fornecido por seu aplicativo autenticador.",
    "Please copy your new API token. For your security, it won't be shown again.": "Por favor copie seu novo token da API. Para sua segurança, ele não será mostrado novamente.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Introduza a sua senha para confirmar que deseja sair das suas outras sessões de navegação em todos os seus dispositivos.",
    "Please link your Game Jolt account in the section below, you will be able to use the skin section once this is done": "Por favor conecte sua conta Game Jolt abaixo, você poderá usar a sessão de skins quando estiver conectado",
    "Port": "Porta",
    "Post an update": "Poste uma atualização",
    "Preferences": "Preferências",
    "Privacy Policy": "Política de Privacidade",
    "Profile Information": "Informações do Perfil",
    "Public": "Público",
    "Public Skins": "Skins Públicas",
    "Published by": "Publicado por",
    "Quarter To Date": "Trimestre Atual",
    "Rating": "Nota",
    "Reactivate": "Reativar",
    "Read more": "Leia mais",
    "Read more blog posts": "Leia mais posts do blog",
    "Recovery Code": "Código de Recuperação",
    "Regenerate Recovery Codes": "Gerar novamente os Códigos de Recuperação",
    "Register": "Registrar",
    "Released": "Lançado",
    "Remember me": "Lembre-se de mim",
    "Remember the old days when you were playing on a GameBoy? If so; you should try out this game and awake your inner child.": "Lembra da época que você jogava num Game Boy? Se sim, você deveria experimentar esse jogo e despertar sua criança interior.",
    "Remove Association": "Remover Associação",
    "Remove Photo": "Remover Foto",
    "Replies": "Respostas",
    "Reply": "Responder",
    "Requirements apply": "Requisitos aplicam",
    "Resend Verification Email": "Enviar novamente o e-mail de verificação",
    "Reset Password": "Redefinir senha",
    "Resource": "Recurso",
    "Resources": "Recursos",
    "results": "resultados",
    "Review": "Avaliar",
    "Reviews": "Avaliações",
    "Save": "Salvar",
    "Save to \"My skins\"": "Salve em \"Minhas skins\"",
    "Saved.": "Salvo.",
    "Screenshot by": "Captura de tela por",
    "Screenshots": "Capturas de tela",
    "Select a category": "Selecione uma categoria",
    "Select a game version": "Selecione uma versão do jogo",
    "Select A New Photo": "Selecione uma nova foto",
    "Select image file": "Selecione um arquivo de imagem",
    "Server Error": "Erro do servidor",
    "Servers": "Servidores",
    "Show": "Exibir",
    "Show Profile": "Exibir Perfil",
    "Show Recovery Codes": "Exibir Códigos de Recuperação",
    "Showing": "Exibindo",
    "Skin Information": "Informação da Skin",
    "Skins": "Skins",
    "Slots": "Espaços",
    "Social": "Social",
    "spring": "primavera",
    "Start browsing": "Começar a explorar",
    "Status": "Status",
    "Sticky": "Fixo",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Guarde esses códigos de recuperação em um gerenciador de senhas seguro. Eles podem ser usados para recuperar o acesso à sua conta se o dispositivo de autenticação em dois fatores for perdido.",
    "summer": "verão",
    "Switch Teams": "Mudar de Equipe",
    "Sync your registration date on the forum with this account": "Sincronize sua data de registro no fórum nessa forum com essa conta",
    "Synchronize": "Sincronizar",								 
    "Tags": "Tags",
    "Team Settings": "Configurações da Equipe",
    "Terms and Conditions": "Termos e Condições",
    "Terrible": "Terrível",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Obrigado por se registrar! Antes de começarmos, pode verificar seu endereço de e-mail clicando no link que nós enviamos? Se você não recebeu o e-mail, nós podemos te mandar outro.",
    "The P3D Team": "A Equipe P3D",
    "The ping relative to the server from this website": "O ping relativo do servidor desse site",
    "The provided password does not match your current password.": "A senha informada não corresponde à sua senha atual.",
    "These login methods requires you to have a P3D account with a association to the social account": "Esses métodos de login exigem que você tenha uma conta P3D com associação à conta social",
    "This device": "Este dispositivo",
    "This is a secure area of the application. Please confirm your password before continuing.": "Esta é uma área segura da aplicação. Por favor, confirme a sua senha antes de continuar.",
    "This is the official blog of the team and developers of the game.": "Esse é o blog oficial da equipe de desenvolvedores do jogo.",
    "This means that the server is maintained by the P3D team": "Isso significa que o servidor é mantido pela equipe P3D",
    "This server has been deactivated from the list because of downtime for the past 24 hours. Only you can see this server now. If it is online again try reactivating it from the dotted-menu.": "Esse servidor foi removido da lista nas últimas 24 horas. Apenas você pode visualizar esse servidor agora. Se estiver online novamente tente reativá-lo do menu pontilhado.",
    "This server was added in the last seven days": "Esse servidor foi adicionado nos últimos 7 dias",
    "This website is open-source on :github, thanks to our contributors! :hearts": "Esse site é open-source no :github, muito obrigado aos nossos colaboradores! :hearts",
    "Timed Out": "Tempo Limite Expirado",
    "to": "para",
    "Today": "Hoje",
    "Token": "Token",
    "Token Name": "Nome do Token",
    "Two Factor Authentication": "Autenticação em dois fatores",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Autenticação em dois fatores está ativo. Scaneie o QR code usando seu aplicativo atutenticador do celular.",
    "Uncategorized": "Não categorizado",
    "Unreleased": "Não lançado",
    "Update Password": "Atualizar senha",
    "Update your account's profile information and email address.": "Atualize as informações do seu perfil e endereço de e-mail.",
    "Update your server info here.": "Atualize a informação do seu servidor aqui.",
    "Updated": "Atualizado",
    "Updates": "Atualizações",
    "Upload": "Carregamento",
    "Uploaded": "Carregada",
    "Uploaded Skins": "Skins Carregadas",
    "Use a recovery code": "Use um código de recuperação",
    "Use an authentication code": "Use um código de autenticação",
    "User Reviews": "Análises dos Usuários",
    "Username": "Nome de Usuário",
    "Users will be able to see the reason for the deletion!": "Usuários poderão ver a razão da exclusão!",
    "Verified and saved.": "Verificado e salvo.",
    "Version Title": "Versão do Título",
    "View": "Visualizar",
    "Views": "Visualizações",
    "Visit Duration": "Duração da Visita",
    "Visitors": "Visitantes",
    "We will always send you important information about your account. But we are required by law to obtain consent for other things.": "Nós iremos sempre te mandar informações importantes sobre a sua conta. Mas somos obrigados por lei a ter o consentimento para outras coisas.",
    "We've made it easy for you to get in touch with other players in real-time with our community Discord-server for the game. You can ask questions, share your ideas and even get help from other players. We're always happy to help!": "Nós facilitamos para você se comunicar com outros jogadores em tempo real no nosso Discord do jogo. Você pode tirar dúvidas, compartilhe suas ideias e até receba ajuda de outros jogadores. Nós sempre queremos ajudar!",
    "Welcome to :game!": "Bem vindo ao :game!",
    "What's my token?": "Qual é o meu token?",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Authenticator application.": "Quando a verificação em dois fatores está ativado, você receberá um token aleatório durante a autenticação. Você pode recuperar esse token direto do aplicativo de Autenticação mobile.",
    "Whoops! Something went wrong.": "Ops! Alguma coisa deu errado.",
    "winter": "inverno",
    "Year To Date": "Ano Atual",
    "Yes": "Sim",
    "You have been invited to join the :team team!": "Foi convidado para se juntar à equipe :team!",
    "You have enabled two factor authentication.": "Você ativou a autenticação em dois fatores.",
    "You have not enabled two factor authentication.": "Você não ativou a autenticação em dois fatores.",
    "You may accept this invitation by clicking the button below:": "Você pode aceitar o convite clicando no botão abaixo:",
    "You may delete any of your existing tokens if they are no longer needed.": "Você pode excluir seus tokens existentes se eles não forem mais necessários.",
    "You need to be older than :age years old": "Você precisa ser maior de :age anos de idade",
    "You need to be younger than :age years old": "Você precisa ter idade abaixo de :age anos",
    "Your browser does not support the video tag.": "Seu navegador não suporta esse formato de vídeo.",
    "Your review of this game": "Sua avaliação do jogo",
    "Your review of this resource": "Sua avaliação desse recurso",
    "Your slots are full. You cannot import from the old site unless you delete one of the slots.": "Seus espaços estão cheios. Você não pode mais importar do site antigo a não ser que exclua um dos espaços.",
    "Your timezone": "Seu fuso horário",
    "Your user was created at": "Seu usuário foi criado em"
}
